Repository: adripo/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: bg_bg, de_de, es_es, fr_fr, hu_hu

source: No category
bg_bg: Няма категория
de_de: Keine Kategorie
es_es: Sin categoría
fr_fr: Pas de catégorie
hu_hu: Nincs kategória

source: Leave multiple selection mode
bg_bg: Напускане на режима на многостранно избиране
de_de: Mehrfachauswahl verlassen
es_es: Salir del modo de selección múltiple
fr_fr: Sortir du mode sélection multiple
hu_hu: Kilépés a többszörös kiválasztási módból

source: Enter multiple selection mode
bg_bg: Влизане в режима на многостранно избиране
de_de: Mehrfachauswahl aktivieren
es_es: Activar el modo de selección múltiple
fr_fr: Entrer en mode sélection multiple
hu_hu: Belépés a többszörös kiválasztási módba

source: Open filters
bg_bg: Отваряне на филтрите
de_de: Filter öffnen
es_es: Abrir filtros
fr_fr: Ouvrir les filtres
hu_hu: Szűrők megnyitása

source: Move selected bills to trash
fr_fr: Déplacer les factures sélectionnées vers la corbeille

source: Delete selected bills
bg_bg: Изтриване на избраните сметки
de_de: Ausgewählte Ausgaben löschen
es_es: Eliminar facturas seleccionadas
fr_fr: Supprimer les factures sélectionnées
hu_hu: Kiválasztott számlák törlése

source: Failed to save bills
bg_bg: Неуспешно запазване на сметка
de_de: Speichern der Ausgabe nicht möglich
fr_fr: Impossible d'enregistrer les factures
hu_hu: Nem sikerült menteni a számlákat

source: Bills edited
bg_bg: Редактирани сметки
de_de: Ausgaben bearbeitet
es_es: Facturas editadas
fr_fr: Factures modifiées
hu_hu: A számlák szerkesztve

source: Bills deleted
bg_bg: Изтрити сметки
de_de: Ausgaben gelöscht
es_es: Facturas eliminadas
fr_fr: Factures supprimées
hu_hu: Számlák törölve

source: Are you sure you want to delete {nb} bill?
bg_bg: Сигурни ли сте, че искате да изтриете сметка {nb}?
de_de: Möchtest du {nb} Ausgabe wirklich löschen?
es_es: ¿Estás seguro de querer eliminar {nb} factura?
fr_fr: Êtes-vous sûr de vouloir supprimer {nb} facture ?
hu_hu: Biztosan törölni szeretnél {nb} számlát?

source: Are you sure you want to restore {nb} bill?
fr_fr: Êtes-vous sûr de vouloir restaurer {nb} facture ?

source: Color
bg_bg: Цвят
de_de: Farbe
fr_fr: Couleur
hu_hu: Szín

source: Icon
bg_bg: Икона
de_de: Symbol
es_es: Icono
fr_fr: Icône
hu_hu: Ikon

source: Alphabetical
bg_bg: В азбучен ред
de_de: Alphabetisch
es_es: Alfabético
fr_fr: Alphabétique
hu_hu: Betűrendi

source: Manual
bg_bg: Ръчно
de_de: Manuell
fr_fr: Manuel
hu_hu: Kézi

source: Most used
bg_bg: Най-използвани
de_de: Meist verwendet
es_es: Más usados
fr_fr: Les plus utilisés
hu_hu: Legtöbbet használt

source: Most recently used
bg_bg: Най-скоро използвани
de_de: Zuletzt verwendet
es_es: Más recientemente usado
fr_fr: Récemment utilisés
hu_hu: Legutóbb használt

source: Category sort method
bg_bg: Начин на сортиране по категория
de_de: Kategorie Sortierung
es_es: Orden de las categorías
fr_fr: Méthode de tri des catégories
hu_hu: Kategória rendezési módszer

source: Payment mode sort method
bg_bg: Начин на сортиране на начина на плащане
de_de: Zahlungsart Sortierung
fr_fr: Méthode de tri des modes de paiement
hu_hu: Fizetési mód sorrendezési módszere

source: Add category
bg_bg: Добавяне на категория
de_de: Kategorie hinzufügen
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
hu_hu: Kategória hozzáadása

source: Add payment mode
bg_bg: Добавяне на начин на плащане
de_de: Zahlungsart hinzufügen
fr_fr: Ajouter un mode de paiement
hu_hu: Fizetési mód hozzáadása

source: Category name
bg_bg: Наименование на категорията
de_de: Name der Kategorie
es_es: Nombre de categoría
fr_fr: Nom de la catégorie
hu_hu: Kategória neve

source: Payment mode name
bg_bg: Наименование на начина на плащане
de_de: Zahlungsart Name
fr_fr: Nom du mode de paiement
hu_hu: Fizetési mód neve

source: Add this category
bg_bg: Добавяне на тази категория
de_de: Diese Kategorie hinzufügen
es_es: Añadir esta categoría
fr_fr: Ajouter cette catégorie
hu_hu: Add hozzá ezt a kategóriát

source: Add this payment mode
bg_bg: Добавяне на този начин на плащане
de_de: Diese Zahlungsart hinzufügen
fr_fr: Ajouter ce mode de paiement
hu_hu: Add hozzá ezt a fizetési módot

source: Category list
bg_bg: Списък на категориите
de_de: Kategorieliste
es_es: Lista de categorías
fr_fr: Liste des Catégories
hu_hu: Kategória lista

source: Payment mode list
bg_bg: Списък на начините на плащане
de_de: Liste der Zahlungsarten
fr_fr: Liste des modes de paiement
hu_hu: Fizetési mód lista

source: Drag categories to set manual order
bg_bg: Издърпайте категориите, за да зададете ръчно подреждане
de_de: Ändere die Reihenfolge durch drag & drop
es_es: Arrastre las categorías para establecer el orden manualmente
fr_fr: Faites glisser les catégories pour définir l'ordre manuel
hu_hu: Húzd a kategóriákat a kézi sorrend beállításához

source: Drag payment modes to set manual order
bg_bg: Издърпайте начините на плащане, за да зададете ръчно подреждане
de_de: Zahlungsarten ziehen, um die manuelle Reihenfolge festzulegen
fr_fr: Faites glisser les modes de paiement pour définir l'ordre manuel
hu_hu: Húzd a fizetési módokat a kézi sorrend beállításához

source: No categories
bg_bg: Няма категории
de_de: Keine Kategorien
es_es: Sin categorías
fr_fr: Pas de catégorie
hu_hu: Nincsenek kategóriák

source: No payment modes
bg_bg: Няма начини на плащане
de_de: Keine Zahlungsarten
fr_fr: Pas de mode de paiement
hu_hu: Nincsenek fizetési módok

source: Name should not be empty
bg_bg: Наименованието не трябва да бъде празно
de_de: Name darf nicht leer sein
fr_fr: Le nom ne doit pas être vide
hu_hu: A név nem lehet üres

source: Failed to add {name}
bg_bg: Неуспешно добавяне на {name}
de_de: Hinzufügen von {name} fehlgeschlagen
fr_fr: Impossible d'ajouter {name}
hu_hu: Nem sikerült {name} -t hozzáadni

source: {name} was added
bg_bg: {name} бе добавено
de_de: {name} wurde hinzugefügt
fr_fr: {name} a été ajouté
hu_hu: {name} -t hozzáadtuk

source: Failed to delete category
bg_bg: Неуспешно изтриване на категорията
de_de: Löschen der Kategorie fehlgeschlagen
es_es: Error al eliminar la categoría
fr_fr: Impossible de supprimer la catégorie
hu_hu: Nem sikerült törölni a kategóriát

source: Failed to delete payment mode
bg_bg: Неуспешно изтриване на начина на плащане
de_de: Fehler beim Löschen des Zahlungsart
fr_fr: Impossible de supprimer le mode de paiement
hu_hu: Nem sikerült törölni a fizetési módot

source: Failed to edit category
bg_bg: Неуспешно редактиране на категорията
de_de: Fehler beim Bearbeiten der Kategorie
es_es: Error al editar la categoría
fr_fr: Impossible d'éditer la catégorie
hu_hu: Nem sikerült szerkeszteni a kategóriát

source: Order saved
bg_bg: Редът е записан
de_de: Reihenfolge gespeichert
fr_fr: Ordre enregistré
hu_hu: Elmentettük a sorrendet

source: Main currency
bg_bg: Основна валута
de_de: Hauptwährung
es_es: Moneda principal
fr_fr: Devise principale
hu_hu: Fő pénznem

source: Set main currency name
bg_bg: Задаване на името на основната валута
de_de: Namen der Hauptwährung festlegen
es_es: Establecer el nombre de la moneda principal
fr_fr: Définir le nom de la devise principale
hu_hu: Fő pénznem beállítása

source: Main currency name
bg_bg: Име на основната валута
de_de: Name der Hauptwährung
es_es: Nombre de la moneda principal
fr_fr: Nom de la devise principale
hu_hu: Fő pénznem neve

source: Cancel currency edition
de_de: Bearbeiten der Währung abbrechen
fr_fr: Annuler l'édition de la devise
hu_hu: Pénznem szerkesztésének elvetése

source: Save
bg_bg: Записване
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hu_hu: Mentés

source: Save currency
de_de: Währung speichern
fr_fr: Enregistrer la devise
hu_hu: Pénznem elmentése

source: Add currency
bg_bg: Добавяне на валута
de_de: Währung hinzufügen
es_es: Añadir moneda
fr_fr: Ajouter une devise
hu_hu: Pénznem hozzáadása

source: Name
bg_bg: Име
es_es: Nombre
fr_fr: Nom
hu_hu: Név

source: Currency name
bg_bg: Име на валутата
de_de: Name der Währung
es_es: Nombre de la moneda
fr_fr: Nom de la devise
hu_hu: Pénznem neve

source: Exchange rate to main currency
bg_bg: Обменен курс спрямо основната валута
de_de: Wechselkurs zur Hauptwährung
es_es: Tipo de cambio a la moneda principal
fr_fr: Taux de change vers la devise principale
hu_hu: Váltási árfolyam a fő pénznemre

source: (1 of this currency = X of main currency)
bg_bg: (1 от тази валута = Х от основната валута)
de_de: (1 dieser Währung = X der Hauptwährung)
es_es: (1 de esta moneda = X de la moneda principal)
fr_fr: (1 de cette devise = X de la devise principale)
hu_hu: (1 ebből a pénznemből = X a fő pénznemből)

source: Add this currency
bg_bg: Добавяне на тази валута
de_de: Währung hinzufügen
es_es: Añadir esta moneda
fr_fr: Ajouter cette devise
hu_hu: Add hozzá ezt a pénznemet

source: Currency list
bg_bg: Списък с валути
de_de: Liste der Währungen
es_es: Lista de monedas
fr_fr: Liste de devises
hu_hu: Pénznemek listája

source: No currencies to display
bg_bg: Няма валути за показване
de_de: Keine Währungen anzuzeigen
es_es: No hay monedas para mostrar
fr_fr: Aucune devise à afficher
hu_hu: Nincs megjeleníthető pénznem

source: Currency name should not be empty.
bg_bg: Наименованието на валутата не трябва да липсва.
de_de: Name der Währung darf nicht leer sein.
es_es: El nombre de la moneda no debe estar vacío.
fr_fr: Le nom de devise ne doit pas être vide.
hu_hu: A pénznem neve nem lehet üres.

source: Exchange rate should be a number.
bg_bg: Обменният курс трябва да бъде число.
de_de: Wechselkurs sollte eine Zahl sein.
es_es: El tipo de cambio debe ser un número.
fr_fr: Le taux de change doit être un nombre.
hu_hu: A váltási árfolyamnak számnak kell lennie.

source: Currency {n} added.
bg_bg: Добавена валута {n}.
de_de: Währung {n} hinzugefügt.
es_es: Moneda {n} añadida.
fr_fr: Devise {n} ajoutée.
hu_hu: A {n} pénznemet felvettük.

source: Settlement of project {name}
bg_bg: Изплащане на проекта {name}
de_de: Abrechnung zu Projekt {name}
es_es: Liquidación del proyecto {name}
fr_fr: Remboursements du projet {name}
hu_hu: {name} projekt elszámolása

source: Export
bg_bg: Изнасяне
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
hu_hu: Exportálás

source: Add these payments to the project
de_de: Diese Zahlungen dem Projekt hinzufügen
fr_fr: Ajouter ces paiements au projet
hu_hu: Ezen kifizetések projekthez történő hozzáadása

source: Center settlement on
bg_bg: Задаване на изплащането на
de_de: Zentriere Abrechnung auf
es_es: Centrar liquidación en
fr_fr: Centrer les remboursements sur
hu_hu: Elszámolás a következőre

source: Nobody (optimal)
bg_bg: Никого (оптимално)
de_de: Niemand (optimal)
es_es: Nadie (óptimo)
fr_fr: Personne (optimal)
hu_hu: Senki (optimális)

source: Settlement date
bg_bg: Дата на плащане
de_de: Abrechnungsdatum
es_es: Fecha de liquidación
fr_fr: Date du plan de remboursement
hu_hu: Elszámolás dátuma

source: Information on settlement date
de_de: Informationen zum Abrechnungsdatum
fr_fr: Informations sur la date de remboursement
hu_hu: Információ az elszámolás napjáról

source: Set to beginning of this day
bg_bg: Задаване за началото на тази дата
de_de: Setze auf den Beginn dieses Tags
es_es: Establecer al inicio del día de hoy
fr_fr: Définir au début de ce jour
hu_hu: Beállítás ennek a napnak kezdetére

source: Set to beginning of this week
bg_bg: Задаване в началото на настоящата седмица
de_de: Setze auf den Beginn dieser Woche
es_es: Establecer al inicio de esta semana
fr_fr: Définir au début de cette semaine
hu_hu: Beállítás ennek a hétnek a kezdetére

source: Set to beginning of this month
bg_bg: Задаване за началото на настоящия месец
de_de: Setze auf den Beginn dieses Monats
es_es: Establecer al inicio de este mes
fr_fr: Définir au début de ce mois
hu_hu: Beállítás ennek a hónapnak a kezdetére

source: Settlement plan on {date}
bg_bg: План за изплащане на {date}
de_de: Abrechnungsplan für {date}
es_es: Plan de liquidación a {date}
fr_fr: Plan de remboursement au {date}
hu_hu: Elszámolási terv {date} -n

source: Settlement plan
bg_bg: План за изплащане
de_de: Abrechnungsplan
es_es: Plan de liquidación
fr_fr: Plan de remboursement
hu_hu: Elszámolási terv

source: No transactions found
bg_bg: Не са открити трансакции
de_de: Keine Transaktionen gefunden
es_es: No se han encontrado transacciones
fr_fr: Aucune transaction trouvée
hu_hu: Nem található tranzakció

source: Balances on {date}
bg_bg: Салда към {date}
de_de: Salden zum {date}
es_es: Saldos a {date}
fr_fr: Balances au {date}
hu_hu: Egyenlegek {date} -n

source: No balances found
bg_bg: Не са открити салда
de_de: Keine Salden gefunden
es_es: No hay saldos
fr_fr: Aucune balance trouvée
hu_hu: Nincs egyenleg

source: Information on individual reimbursement
de_de: Informationen über individuelle Rückerstattung
fr_fr: Informations sur le remboursement individuel
hu_hu: Információ az egyéni visszatérítésekről

source: Individual reimbursement
bg_bg: Индивидуално възстановяване на суми
de_de: Individuelle Rückerstattung
es_es: Reembolso individual
fr_fr: Remboursement individuel
hu_hu: Egyéni visszafizetés

source: Payer
bg_bg: Платец
de_de: Zahler
es_es: Pagador
fr_fr: Payeur
hu_hu: Fizető

source: Receiver
bg_bg: Получател
de_de: Empfänger
es_es: Destinatario
fr_fr: Récepteur
hu_hu: Kedvezményezett

source: Create bill ({amount})
bg_bg: Създаване на сметка ({amount})
de_de: Ausgabe erstellen ({amount})
es_es: Crear factura ({amount})
fr_fr: Créer la facture ({amount})
hu_hu: Számla létrehozása ({amount}) összeggel

source: Set a maximum date to only consider bills until then.
bg_bg: Задаване на крайна дата единствено за отчитане на сметките дотогава.
de_de: Setze ein Enddatum fest, bis zu diesem Ausgaben berücksichtigt werden sollen.
es_es: Establecer una fecha máxima para tener en cuenta las facturas hasta ese momento.
fr_fr: Définissez une date maximum jusqu'à laquelle les factures sont prises en compte.
hu_hu: Végső dátum beállítása csak korábbi számlák fogadása céljából.

source: Useful if you want to settle at a precise date and ignore the bills created since then.
bg_bg: Полезно е, ако искате да определите точна дата и да пренебрегнете сметките след нея.
de_de: Nützlich, um ein bestimmtes Datum festzulegen und später erstellte Ausgaben zu ignorieren.
es_es: Útil si quieres liquidar tus deudas en una fecha precisa e ignorar las facturas creadas desde entonces.
fr_fr: Utile si vous voulez équilibrer les balances à une date précise et ignorer les factures créées depuis.
hu_hu: Hasznos, ha egy pontos napon akarsz elszámolni és el akarod vetni a későbbi számlákat.

source: Automatic settlement will create bills one second before the maximum date.
bg_bg: Автоматичното изплащане ще създаде сметки секунда преди крайната дата.
de_de: Die automatische Abrechnung erstellt Ausgaben eine Sekunde vor dem Enddatum.
es_es: La liquidación automática por defecto creará las facturas de liquidación un segundo antes de la fecha máxima.
fr_fr: Le règlement automatique créera les factures une seconde avant la date maximum.
hu_hu: Az automatikus elszámolás a számlákat egy másodperccel a végső dátum előtt fogja létrehozni.

source: This feature is useful when a member with a negative balance wants to get out of the project but you don't want to make a full settlement plan.
bg_bg: Тази функция е полезна, когато даден член с отрицателно салдо иска да напусне проекта, а Вие не желаете да правите план за цялостно изплащане.
de_de: Diese Funktion ist nützlich, wenn ein Mitglied mit einem negativen Saldo das Projekt verlassen will, aber du keine vollständige Projektabrechnung erstellen möchtest.
es_es: Esta característica es útil cuando un miembro con un saldo negativo quiere salir del proyecto pero no quiere hacer un plan de liquidación completo.
fr_fr: Cette fonctionnalité est utile lorsqu'un membre avec un solde négatif veut sortir du projet mais que vous ne voulez pas faire un plan de remboursement complet.
hu_hu: Ez a funkció akkor hasznos, ha egy tagnak negatív egyenlege van és ki akar szállni a projektből, de te nem szeretnél teljes elszámolási tervet.

source: Select a payer who wants to get a zero balance, then a receiver who will be the only one to get the reimbursement money.
bg_bg: Изберете платец, който желае да получи нулево салдо, после получател, който ще бъде единственият за получаване на сумите за възстановяване.
de_de: Wählen Sie einen Zahler, der ein Null-Saldo erhalten möchte, dann einen Empfänger, der als einziger die Rückerstattung erhält.
es_es: Selecciona un pagador que quiera obtener un saldo cero, luego un receptor que será el único que obtenga el reembolso de dinero.
fr_fr: Sélectionnez un payeur qui veut obtenir un solde de zéro, puis un récepteur qui sera le seul à recevoir l'argent du remboursement.
hu_hu: Válassz egy fizetőt, aki zéró egyenleget szeretne, aztán egy kedvezményezettet, aki az egyetlenként kapja majd a visszafizetett pénzt.

source: Make sure the "real" reimbursement has been done between those 2 members in real life. Then press "Create bill" to automatically create the corresponding bill.
bg_bg: Уверете се, че в реалния живот „истинското“ възстановяване е извършено между тези двама членове. След това натиснете „Създаване на сметка“ за автоматично създаване на съответната сметка.
de_de: Stelle sicher, dass die "echte" Rückerstattung zwischen diesen 2 Mitgliedern tatsächlich stattgefunden hat. Wähle dann "Ausgabe erstellen", um automatisch die entsprechende Ausgabe zu erstellen.
es_es: Asegúrate de que el reembolso «real» se ha hecho entre esos dos miembros en la vida real. Luego pulsa «Crear factura» para crear automáticamente la factura correspondiente.
fr_fr: Assurez-vous que le remboursement « réel » a été effectué entre ces 2 membres dans la vie réelle, puis appuyez sur « Créer la facture » pour créer automatiquement la facture correspondante.
hu_hu: Győződj meg róla, hogy a tényleges visszafizetés valójában megtörtént a két tag között. Aztán kattints a "Számla létrehozása" gombra, hogy automatikusan létrehozzuk a kapcsolódó számlát.

source: Failed to get settlement
bg_bg: Неуспешно получаване на плащане
de_de: Fehler beim Laden der Abrechnungen
es_es: Error al obtener la liquidación
fr_fr: Échec de la récupération des remboursements
hu_hu: Nem sikerült az elszámolást betölteni

source: Project settlement bills added.
bg_bg: Добавени сметки за изплащане на проекта.
de_de: Projektabrechnung hinzugefügt.
es_es: Facturas de liquidación del proyecto añadidas.
fr_fr: Factures de remboursement ajoutées au projet.
hu_hu: Hozzáadtuk a projekt elszámolószámláit.

source: Project settlement exported in {path}
bg_bg: Изплащането на проекта е изнесено в {path}
de_de: Projektabrechnung exportiert nach {path}
es_es: Acuerdo de proyecto exportado en {path}
fr_fr: Remboursements du projet exportées dans {path}
hu_hu: A projekt elszámolását a {path} útvonalra exportáltuk

source: {user} have updated the bill {billName}
bg_bg: {user} актуализира сметката {billName}
de_de: {user} haben die Ausgabe {billName} aktualisiert
fr_fr: {user} avez mis à jour la facture {billName}
hu_hu: {user} frissítette {billName} számlát

source: {user} has updated the bill {billName}
bg_bg: {user} актуализира сметката {billName}
de_de: {user} hat die Ausgabe {billName} aktualisiert
fr_fr: {user} a mis à jour la facture {billName}
hu_hu: {user} frissítette {billName} számlát

source: {user} have created a new bill {billName}
bg_bg: {user} създаде нова сметка {billName}
de_de: {user} haben die Ausgabe {billName} erstellt
fr_fr: {user} avez créé une nouvelle facture {billName}
hu_hu: {user} létrehozta {billName} új számlát

source: {user} has created a new bill {billName}
bg_bg: {user} създаде нова сметка {billName}
de_de: {user} hat die Ausgabe {billName} erstellt
fr_fr: {user} a créé une nouvelle facture {billName}
hu_hu: {user} létrehozta {billName} új számlát

source: {user} have deleted the bill {billName}
bg_bg: {user} изтри сметката {billName}
de_de: {user} haben die Ausgabe {billName} gelöscht
fr_fr: {user} avez supprimé la facture {billName}
hu_hu: {user} törölte {billName} számlát

source: {user} has deleted the bill {billName}
bg_bg: {user} изтри сметката {billName}
de_de: {user} hat die Ausgabe {billName} gelöscht
fr_fr: {user} a supprimé la facture {billName}
hu_hu: {user} törölte {billName} számlát

source: {user} have shared the project with {who}
bg_bg: {user} сподели проекта с {who}
de_de: {user} haben das Projekt mit {who} geteilt
fr_fr: {user} avez partagé le projet avec {who}
hu_hu: {user} megosztotta a projektet vele {who}

source: {user} has shared the project with {who}
bg_bg: {user} сподели проекта с {who}
de_de: {user} hat das Projekt mit {who} geteilt
fr_fr: {user} a partagé le projet avec {who}
hu_hu: {user} megosztotta a projektet vele {who}

source: {user} have removed {who} from the project
bg_bg: {user} извади {who} от проекта
de_de: {user} haben {who} aus dem Projekt entfernt
es_es: {user} ha eliminado a {who} del proyecto
fr_fr: {user} avez retiré {who} du projet
hu_hu: {user} törölte {who} -t a projejktből

source: {user} has removed {who} from the project
bg_bg: {user} извади {who} от проекта
de_de: {user} hat {who} aus dem Projekt entfernt
es_es: {user} ha eliminado a {who} del proyecto
fr_fr: {user} a retiré {who} du projet
hu_hu: {user} törölte {who} -t a projejktből

source: you
bg_bg: вие
de_de: du
es_es: tú
fr_fr: vous
hu_hu: te

source: No more activity
bg_bg: Няма друга дейност
de_de: Keine weiteren Aktivitäten
es_es: No hay más actividad
fr_fr: Pas plus d'activité
hu_hu: Nincs más aktivitás

source: Rename member
bg_bg: Преименуване на член
de_de: Mitglied umbenennen
es_es: Renombrar un miembro
fr_fr: Renommer le membre
hu_hu: Tag átnevezése

source: Change color
bg_bg: Смяна на цвета
de_de: Farbe ändern
es_es: Cambiar color
fr_fr: Modifier la couleur
hu_hu: Szín megváltoztatása

source: Weight
bg_bg: Дял
de_de: Gewichtung
es_es: Peso
fr_fr: Poids
hu_hu: Súly

source: No access
bg_bg: Няма достъп
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Pas d'accès
hu_hu: Nincs hozzáférés

source: Viewer
bg_bg: Разглеждачка
de_de: Betrachter
es_es: Espectador
fr_fr: Spectateur
hu_hu: Néző

source: Maintainer
bg_bg: Поддържащо лице
de_de: Betreuer
es_es: Mánager
fr_fr: Mainteneur
hu_hu: Karbantartó

source: Deactivate
bg_bg: Дезактивиране
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
hu_hu: Deaktiválás

source: Reactivate
bg_bg: Повторно активиране
de_de: Reaktivieren
es_es: Reactivar
fr_fr: Réactiver
hu_hu: Újraaktiválás

source: A member is already named like that.
bg_bg: Член с такова име вече съществува.
de_de: Ein Mitglied ist bereits so benannt.
es_es: Ya hay un miembro con ese nombre.
fr_fr: Un membre est déjà nommé comme cela.
hu_hu: Egy tagot már így neveznek.

source: Failed to edit shared access level
bg_bg: Неуспешно редактиране на нивото на споделен достъп
de_de: Fehler beim Bearbeiten der freigegebenen Zugriffs-Ebene
es_es: Error al editar el nivel de acceso compartido
fr_fr: Impossible de modifier le niveau d'accès partagé
hu_hu: Nem sikerült szerkeszteni a megosztási hozzáférés szintjét

source: Failed to delete shared access
bg_bg: Неуспешно изтриване на споделения достъп
de_de: Fehler beim Löschen des freigegebenen Zugriffs
es_es: Error al eliminar el acceso compartido
fr_fr: Impossible de supprimer l'accès partagé
hu_hu: Nem sikerült törölni a megosztási hozzáférést

source: Are you sure?
de_de: Bist du sicher?
fr_fr: Êtes-vous sûr(e) ?
hu_hu: Biztos vagy benne?

source: Settings
bg_bg: Настройки
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hu_hu: Beállítások

source: Share
de_de: Teilen
fr_fr: Partager
hu_hu: Megosztás

source: Add member
bg_bg: Добавяне на участник
de_de: Mitglied hinzufügen
es_es: Agregar miembro
fr_fr: Ajouter un membre
hu_hu: Tag hozzáadása

source: Statistics
bg_bg: Статистика
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
hu_hu: Statisztika
