Repository: adripo/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: bg_bg, de_de, es_es, fr_fr, hu_hu

source: You have created a new bill {bill} in project {project}
bg_bg: Създадохте нова сметка {bill} в проекта {project}
de_de: Du hast eine neue Ausgabe {bill} im Projekt {project} erstellt
es_es: Has creado la factura {bill} en el proyecto {project}
fr_fr: Vous avez créé une nouvelle facture {bill} dans le projet {project}
hu_hu: Készítettél egy új számlát {bill} a {project} projektben

source: {user} has created a new bill {bill} in project {project}
bg_bg: {user} създаде нова сметка за {bill} в проекта {project}
de_de: {user} hat eine neue Ausgabe {bill} im Projekt {project} erstellt
es_es: {user} ha creado la factura {bill} en el proyecto {project}
fr_fr: {user} a créé une nouvelle facture {bill} dans le projet {project}
hu_hu: {user} elkészítette a(z) {bill} számlát a(z) {project} projektben

source: You have deleted the bill {bill} of project {project}
bg_bg: Изтрихте сметката за {bill} в проекта {project}
de_de: Du hast die Ausgabe {bill} im Projekt {project} gelöscht
es_es: Has eliminado la factura {bill} del proyecto {project}
fr_fr: Vous avez supprimé la facture {bill} du projet {project}
hu_hu: Törölted a(z) {bill} számlát a(z) {project} projektből

source: {user} has deleted the bill {bill} of project {project}
bg_bg: {user} изтри сметката за {bill} по проекта {project}
de_de: {user} hat die Ausgabe {bill} im Projekt {project} gelöscht
es_es: {user} ha eliminado la factura {bill} del proyecto {project}
fr_fr: {user} a supprimé la facture {bill} du projet {project}
hu_hu: {user} kitörölte a(z) {bill} számlát a(z) {project} projektből

source: You have shared the project {project} with {who}
bg_bg: Споделихте проекта {project} с {who}
de_de: Du hast das Projekt {project} mit {who} geteilt
es_es: Has compartido el proyecto {project} con {who}
fr_fr: Vous avez partagé le projet {project} avec {who}
hu_hu: Megosztottad a(z) {project} projektet vele: {who}

source: {user} has shared the project {project} with {who}
bg_bg: {user} сподели проекта {project} с {who}
de_de: {user} hat das Projekt {project} mit {who} geteilt
es_es: {user} ha compartido el proyecto {project} con {who}
fr_fr: {user} a partagé le projet {project} avec {who}
hu_hu: {user} megosztotta a(z) {project} projektet vele: {who}

source: You have removed {who} from the project {project}
bg_bg: Изтрихте {who} от проекта {project}
de_de: Du hast {who} aus dem Projekt {project} entfernt
es_es: Has eliminado a {who} del proyecto {project}
fr_fr: Vous avez retiré {who} du projet {project}
hu_hu: Te eltávolítottad {who}-t a(z) {project} projektből

source: {user} has removed {who} from the project {project}
bg_bg: {user} изтри {who} от проекта {project}
de_de: {user} hat {who} aus dem Projekt {project} entfernt
es_es: {user} ha eliminado a {who} del proyecto {project}
fr_fr: {user} a retiré {who} du projet {project}
hu_hu: {user} eltávolította {who}-t a(z) {project} projektből

source: You have updated the bill {bill} of project {project}
bg_bg: Актуализирахте сметката за {bill} по проекта {project}
de_de: Du hast die Ausgabe {bill} im Projekt {project} aktualisiert
es_es: Has actualizado la factura {bill} del proyecto {project}
fr_fr: Vous avez modifié la facture {bill} du projet {project}
hu_hu: Frissítetted a(z) {bill} számlát a(z) {project} projektben

source: {user} has updated the bill {bill} of project {project}
bg_bg: {user} актуализира сметката за {bill} по проекта {project}
de_de: {user} hat die Abrechnung {bill} im Projekt {project} aktualisiert
es_es: {user} ha actualizado la factura {bill} del proyecto {project}
fr_fr: {user} a mis à jour la facture {bill} du projet {project}
hu_hu: {user} frissítette a(z) {bill} számlát a(z) {project} projektben

source: A guest user
bg_bg: Гостуващ потребител
de_de: Ein Gastnutzer
es_es: Un usuario invitado
fr_fr: Un utilisateur invité
hu_hu: Egy vendég felhasználó

source: A <strong>bill</strong> inside the Cospend app has been updated/created/deleted
bg_bg: <strong>Сметка</strong> в приложението Cospend е актуализирана/създадена/изтрита
de_de: Eine <strong>Ausgabe</strong> innerhalb der Cospend App wurde aktualisiert/erstellt/gelöscht
es_es: Una <strong>factura</strong> ha sido actualizada/creada/eliminada dentro de la aplicación Cospend
fr_fr: Une <strong>facture</strong> a été mise à jour/créée/supprimée dans l'application Cospend
hu_hu: Egy <strong>számla</strong> a Cospend applikációban frissítve/létrehozva/törölve lett

source: circle %1$s
bg_bg: кръг %1$s
de_de: Gruppe %1$s
es_es: círculo %1$s
fr_fr: le cercle %1$s
hu_hu: kör %1$s

source: Changes in the <strong>Cospend app</strong>
bg_bg: Промени в <strong>приложението Cospend</strong>
de_de: Änderungen in der <strong>Cospend App</strong>
es_es: Cambios en la <strong>aplicación Cospend</strong>
fr_fr: Changements dans l'<strong>appli Cospend</strong>
hu_hu: Változások a <strong>Cospend alkalmazásban</strong>

source: Cospend public access
bg_bg: Публичен достъп до Cospend
de_de: Öffentlicher Zugang zu Cospend
es_es: Acceso público a Cospend
fr_fr: Accès public Cospend
hu_hu: Cospend nyilvános hozzáférés

source: Enter password of project %s
bg_bg: Въведете парола на проекта %s
de_de: Passwort für Projekt %s eingeben
es_es: Introduzca la contraseña del proyecto %s
fr_fr: Entrez le mot de passe du projet %s
hu_hu: Jelszó megadása a(z) %s projekthez

source: Enter project id and password
bg_bg: Въведете ид.№ и парола на проекта
de_de: Projekt-ID/Name und Passwort eingeben
es_es: Introducir id del proyecto y contraseña
fr_fr: Entrez l'identifiant et le mot de passe du projet
hu_hu: Projekt azonosító és jelszó megadása

source: Enter link password of project %s
bg_bg: Въведете хипервръзка с парола за проекта %s
de_de: Link-Passwort für Projekt %s eingeben
es_es: Ingrese la contraseña del enlace del proyecto %s
fr_fr: Entrez le mot de passe de lien du projet %s
hu_hu: Hivatkozás jelszavának megadása a %s projekthez

source: Project %s
bg_bg: Проект %s
de_de: Projekt %s
es_es: Proyecto %s
fr_fr: Projet %s
hu_hu: Projekt %s

source: Cospend shared link access
bg_bg: Достъп до споделена хипервръзка за Cospend
de_de: Cospend Freigabe-Link Zugang
fr_fr: Accès par lien de partage de Cospend
hu_hu: Cospendben megosztott hivatkozás elérése

source: No such share link
bg_bg: Няма такава хипервръзка за споделяне
de_de: Kein solcher Freigabe-Link
es_es: No existe el enlace compartido
fr_fr: Ce lien de partage n'existe pas
hu_hu: Nincs ilyen megosztási hivatkozás

source: Access denied
bg_bg: Достъпът е отказан
de_de: Zugriff verweigert
es_es: Acceso denegado
fr_fr: Accès refusé
hu_hu: Hozzáférés megtagadva

source: No such share link or public access
bg_bg: Няма такава хипервръзка за споделяне или публичен достъп
de_de: Kein solcher Freigabe-Link oder öffentlicher Zugang
es_es: No existe enlace para compartir ni acceso público
fr_fr: Ce lien de partage ou accès public n'existe pas
hu_hu: Nincs ilyen megosztási hivatkozás vagy nyilvános elérés

source: Unauthorized action
bg_bg: Неупълномощено действие
de_de: Unerlaubte Aktion
es_es: Acción no autorizada
fr_fr: Action non autorisée
hu_hu: Jogosulatlan művelet

source: You are not allowed to clear the trashbin
fr_fr: Vous n'êtes pas autorisé à vider la corbeille

source: You are not allowed to delete this bill
bg_bg: Не Ви е разрешено да изтривате тази сметка
de_de: Du bist nicht berechtigt, diese Ausgabe zu löschen
es_es: No tienes permisos para eliminar esta factura
fr_fr: Vous n'êtes pas autorisé à supprimer cette facture
hu_hu: Nem törölheted ezt a számlát

source: You are not allowed to get this project's info
bg_bg: Не Ви е разрешено да получите информация за този проект
de_de: Du bist nicht berechtigt, die Informationen dieses Projekts anzuzeigen
es_es: No tienes permisos para obtener la información de este proyecto
fr_fr: Vous n'êtes pas autorisé à consulter ce projet
hu_hu: Nincs jogosultságod hozzáférni ennek a projektnek az információihoz

source: You are not allowed to get this project's statistics
bg_bg: Не Ви е разрешено да получите статистиката за този проект
de_de: Du bist nicht berechtigt, die Statistiken dieses Projekts anzuzeigen
es_es: No tienes permisos para obtener las estadísticas de este proyecto
fr_fr: Vous n'êtes pas autorisé à obtenir les statistiques de ce projet
hu_hu: Nem vagy jogosult hogy hozzáférj ehhez a projekt statisztikáihoz

source: You are not allowed to get this project's settlement
bg_bg: Не Ви е разрешено да получите плащане по този проект
de_de: Du bist nicht berechtigt, die Abrechnung dieses Projekts anzuzeigen
es_es: No tienes permisos para obtener la liquidación de este proyecto
fr_fr: Vous n'êtes pas autorisé à obtenir le plan de remboursement de ce projet
hu_hu: Nem vagy jogosult hogy hozzáférj ennek a projektnek az elszámolásához

source: You are not allowed to settle this project automatically
bg_bg: Не Ви е разрешено автоматично да плащате по този проект
de_de: Du bist nicht berechtigt, dieses Projekt automatisch zu begleichen
es_es: No tienes permiso para saldar este proyecto automáticamente
fr_fr: Vous n'êtes pas autorisé à appliquer le plan de remboursement de ce projet
hu_hu: Nem vagy jogosult hogy elszámold ezt a projektet automatikusan

source: You are not allowed to access this project
bg_bg: Достъпът до този проект не Ви е разрешен
de_de: Du bist nicht berechtigt, auf dieses Projekt zuzugreifen
es_es: No tienes permisos para acceder a este proyecto
fr_fr: Vous n'êtes pas autorisé à accéder à ce projet
hu_hu: Nincs jogosultságod a projekt eléréséhez

source: You are not allowed to edit this member
bg_bg: Редактирането на информацията за този участник не Ви е разрешено
de_de: Du bist nicht berechtigt, dieses Mitglied zu bearbeiten
es_es: No tienes permisos para editar este miembro
fr_fr: Vous n'êtes pas autorisé à éditer ce membre
hu_hu: Nem szerkesztheted ezt a tagot

source: You are not allowed to edit this bill
bg_bg: Редактирането на тази сметка не Ви е разрешено
de_de: Du bist nicht berechtigt, diese Ausgabe zu bearbeiten
es_es: No tienes permisos para editar esta factura
fr_fr: Vous n'êtes pas autorisé à éditer cette facture
hu_hu: Nem szerkesztheted ezt a számlát

source: You are not allowed to access the destination project
de_de: Du bist nicht berechtigt, auf das Zielprojekt zuzugreifen
es_es: No tienes permiso para acceder al proyecto destino
fr_fr: Vous n'êtes pas autorisé à accéder au projet cible
hu_hu: Nincs jogosultságod a célprojekt eléréséhez

source: You are not allowed to add bills
bg_bg: Добавянето на сметки не Ви е разрешено
de_de: Du bist nicht berechtigt, Ausgaben hinzuzufügen
es_es: No tienes permisos para añadir facturas
fr_fr: Vous n’êtes pas autorisé à ajouter des factures
hu_hu: Nincs jogosultságod számlát hozzáadni

source: You are not allowed to edit this project
bg_bg: Редактирането на този проект не Ви е разрешено
de_de: Du bist nicht berechtigt, dieses Projekt zu bearbeiten
es_es: No tienes permisos para editar este proyecto
fr_fr: Vous n'êtes pas autorisé à éditer ce projet
hu_hu: Nincs jogosultságod szerkeszteni ezt a projektet

source: You are not allowed to add members
bg_bg: Добавянето на участници не Ви е разрешено
de_de: Du bist nicht berechtigt, Mitglieder hinzuzufügen
es_es: No tienes permisos para añadir miembros
fr_fr: Vous n’êtes pas autorisé à ajouter des membres
hu_hu: Nincs jogosultságod tagot hozzáadni

source: You are not allowed to get the bill list
bg_bg: Получаването на списъка със сметки не Ви е разрешено
de_de: Du bist nicht berechtigt, die Ausgabeliste anzuzeigen
es_es: No tienes permisos para obtener la lista de facturas
fr_fr: Vous n'êtes pas autorisé à obtenir la liste des factures
hu_hu: Nem vagy jogosult a számlák listájának elérésére

source: Anonymous project creation is not allowed on this server
bg_bg: Създаването на анонимен проект не е разрешено на този сървър
de_de: Anonyme Projekterstellung ist auf diesem Server nicht erlaubt
es_es: La creación anónima de proyectos no está permitida en este servidor
fr_fr: La création anonyme de projet n'est pas autorisée sur ce serveur
hu_hu: Névtelen projekt létrehozása nem engedélyezett ezen a szerveren

source: Project not found
bg_bg: Проектът не е намерен
de_de: Projekt nicht gefunden
es_es: Proyecto no encontrado
fr_fr: Projet introuvable
hu_hu: Projekt nem található

source: Bad password or share link
bg_bg: Неправилна парола или хипервръзка за споделяне
de_de: Falsches Passwort oder Freigabe-Link
es_es: Mala contraseña o enlace compartido
fr_fr: Mauvais mot de passe ou lien de partage
hu_hu: Hibás jelszó vagy megosztási hivatkozás

source: Guest access
bg_bg: Достъп за гост
de_de: Gastzugriff
es_es: Acceso de invitado
fr_fr: Accès invité
hu_hu: Vendég hozzáférés

source: Share link (%s)
bg_bg: Хипервръзка за споделяне (%s)
de_de: Link teilen (%s)
es_es: Compartir enlace (%s)
fr_fr: Lien de partage (%s)
hu_hu: Hivatkozás megosztása (%s)

source: Share link
bg_bg: Хипервръзка за споделяне
de_de: Link teilen
es_es: Compartir enlace
fr_fr: Lien de partage
hu_hu: Hivatkozás megosztása

source: You are not allowed to give such shared access level
bg_bg: Не Ви е разрешено да давате споделен достъп на това ниво
de_de: Du bist nicht berechtigt, einen solchen Freigabe-Zugriff zu vergeben
es_es: No tienes permisos para dar este nivel de acceso compartido
fr_fr: Vous n'êtes pas autorisé à donner ce niveau d'accès partagé
hu_hu: Nem vagy jogosult, hogy ilyen megosztási szintet adj

source: You are not allowed to edit this shared access
bg_bg: Редактирането на този споделен достъп не Ви е разрешено
de_de: Du bist nicht berechtigt, Änderungen an diesem geteilten Zugriff durchzuführen
es_es: No tienes permiso para editar este acceso compartido
fr_fr: Vous n'êtes pas autorisé à modifier cet accès partagé
hu_hu: Nem vagy jogosult, hogy szerkeszd ezt a megosztási hozzáférést

source: You are not allowed to edit guest access level
bg_bg: Редактирането на достъпа за гости не Ви е разрешено
de_de: Du bist nicht berechtigt, die Gastzugriffe zu bearbeiten
es_es: No tienes permisos para editar el nivel de acceso de invitado
fr_fr: Vous n'êtes pas autorisé à modifier le niveau d'accès des invités
hu_hu: Nincs jogosultságod szerkeszteni a vendég szintet

source: You are not allowed to manage payment modes
bg_bg: Не Ви е разрешено да управлявате видовете плащания
de_de: Du bist nicht berechtigt, Zahlungsarten zu verwalten
fr_fr: Vous n'êtes pas autorisé à gérer les modes de paiement
hu_hu: Nincs jogosultságod a fizetési módok kezeléséhez

source: You are not allowed to manage categories
bg_bg: Не Ви е разрешено да управлявате категориите
de_de: Du bist nicht berechtigt, Kategorien zu verwalten
es_es: No tienes permisos para administrar categorías
fr_fr: Vous n’êtes pas autorisé à gérer les catégories
hu_hu: Nincs jogosultságod kategóriák kezelésére

source: You are not allowed to manage currencies
bg_bg: Не Ви е разрешено да управлявате валутите
de_de: Du bist nicht berechtigt, Währungen zu verwalten
es_es: No tienes permisos para administrar monedas
fr_fr: Vous n’êtes pas autorisé à gérer les devises
hu_hu: Nincs jogosultságod pénznemek kezelésére

source: You are not allowed to remove this shared access
bg_bg: Не Ви е разрешено да премахвате този споделен достъп
de_de: Du bist nicht berechtigt, diesen freigegebenen Zugriff zu entfernen
es_es: No tienes permiso para eliminar este acceso compartido
fr_fr: Vous n'êtes pas autorisé à supprimer cet accès partagé
hu_hu: Nem vagy jogosult, hogy eltávolítsd ezt megosztási hozzáférést

source: You are not allowed to add public shared accesses
bg_bg: Не Ви е разрешено да добавяте публичен споделен достъп
de_de: Du bist nicht berechtigt, öffentlich geteilte Zugriffe hinzuzufügen
es_es: No tienes permisos para añadir accesos públicos compartidos
fr_fr: Vous n’êtes pas autorisé à ajouter un accès partagé
hu_hu: Nem vagy jogosult, hogy létrehozz megosztási hozzáférést

source: You are not allowed to export this project settlement
bg_bg: Не Ви е разрешено да изнасяте плащането по този проект
de_de: Du bist nicht berechtigt, diese Projektabrechnung zu exportieren
es_es: No tienes permisos para exportar la liquidación de este proyecto
fr_fr: Vous n'êtes pas autorisé à exporter le plan de remboursement de ce projet
hu_hu: Nem vagy jogosult hogy exportáld ezt a projekt-elszámolást

source: You are not allowed to export this project statistics
bg_bg: Не Ви е разрешено да изнасяте статистиката за този проект
de_de: Du bist nicht berechtigt, diese Projektstatistik zu exportieren
es_es: No tienes permisos para exportar las estadísticas de este proyecto
fr_fr: Vous n'êtes pas autorisé à exporter les statistiques de ce projet
hu_hu: Nem vagy jogosult hogy exportáld ezt a projekt statisztikát

source: You are not allowed to export this project
bg_bg: Не Ви е разрешено да изнасят проекта
de_de: Du bist nicht berechtigt, dieses Projekt zu exportieren
es_es: No tienes permisos para exportar este proyecto
fr_fr: Vous n'êtes pas autorisé à exporter ce projet
hu_hu: Nincs jogosultságod exportálni ezt a projektet

source: Cospend activity
bg_bg: Дейност в Cospend
de_de: Cospend Aktivität
es_es: Actividad de gasto
fr_fr: Activité de Cospend
hu_hu: Cospend tevékenységek

source: Invalid project id
bg_bg: Невалиден идентификационен номер на проект
de_de: Ungültige Projekt ID
es_es: Id de proyecto inválido
fr_fr: Id projet invalide
hu_hu: Érvénytelen projekt id

source: A project with id "%1$s" already exists
bg_bg: Проект с идентификационен номер %1$s вече съществува
de_de: Es gibt bereits ein Projekt der ID "%1$s"
es_es: Ya existe un proyecto con id "%1$s"
fr_fr: Un projet avec l'id "%1$s" existe déjà
hu_hu: %1$s ID-val már létezik projekt

source: Grocery
bg_bg: Хранителни стоки
de_de: Lebensmittel
es_es: Comestible
fr_fr: Courses
hu_hu: Élelmiszer

source: Bar/Party
bg_bg: Бар/купон
es_es: Bar/Fiesta
fr_fr: Bar/Fête
hu_hu: Bár/Buli

source: Rent
bg_bg: Наем
de_de: Miete
es_es: Alquiler
fr_fr: Loyer
hu_hu: Lakbér

source: Bill
bg_bg: Сметка
de_de: Ausgabe
es_es: Factura
fr_fr: Facture
hu_hu: Számla

source: Health
bg_bg: Здраве
de_de: Gesundheit
es_es: Salud
fr_fr: Santé
hu_hu: Egészség

source: Accommodation
bg_bg: Настаняване
de_de: Unterkunft
es_es: Alojamiento
fr_fr: Logement
hu_hu: Szállás

source: Credit card
bg_bg: Кредитна карта
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
hu_hu: Bankkártya

source: Cash
bg_bg: Пари в брой
de_de: Bar
es_es: Efectivo
fr_fr: Liquide
hu_hu: Készpénz

source: Check
bg_bg: Чек
de_de: Scheck
es_es: Cheque
fr_fr: Chèque
hu_hu: Csekk

source: Transfer
bg_bg: Трансфер
de_de: Überweisung
es_es: Transferencia
fr_fr: Virement
hu_hu: Átutalás

source: Online service
bg_bg: Онлайн услуга
de_de: Online-Dienst
es_es: Servicio en línea
fr_fr: Service en ligne
hu_hu: Online szolgáltatás

source: Cospend project shared
bg_bg: Споделен в Cospend проект
de_de: Cospend Projekt geteilt
es_es: Proyecto Cospend compartido
fr_fr: Projet Cospend partagé
hu_hu: Cospend projekt megosztva

source: User "%s" shared Cospend project "%s" with you.
bg_bg: Потребител %s сподели с Вас проекта %s в Cospend.
de_de: Nutzer "%s" hat Cospend-Projekt "%s" mit dir geteilt.
es_es: El usuario "%s" compartió el proyecto "%s" contigo.
fr_fr: L'utilisateur "%s" a partagé le projet Cospend "%s" avec vous.
hu_hu: %s megosztotta veled %s nevű Cospend projektet.

source: {user} shared project %s with you
bg_bg: {user} сподели с Вас проекта %s
de_de: {user} hat das Projekt %s mit dir geteilt
es_es: {user} compartió el proyecto %s con usted
fr_fr: {user} a partagé le projet %s avec vous
hu_hu: {user} megosztotta veled a %s projektet

source: Cospend project share removed
bg_bg: Премахнат споделен проект в Cospend
de_de: Cospend Projektfreigabe entfernt
es_es: Eliminado proyecto Cospend compartido
fr_fr: Partage du projet Cospend supprimé
hu_hu: Cospend projekt megosztása visszavonva

source: User "%s" stopped sharing Cospend project "%s" with you.
bg_bg: Потребителят %s спря да споделя с Вас проекта %s в Cospend.
de_de: Nutzer "%s" teilt das Cospend-Projekt "%s" nicht mehr mit dir.
es_es: El usuario "%s" dejó de compartir el proyecto Cospend "%s" con usted.
fr_fr: L'utilisateur "%s" a arrêté de partager le projet Cospend "%s" avec vous.
hu_hu: %s visszavonta a megosztást a %s nevű Cospend projekt esetében.

source: {user} stopped sharing project %s with you
bg_bg: {user} спря да споделя с Вас проекта %s
de_de: {user} hat die Freigabe des Projektes %s gestoppt
es_es: {user} dejo de compartir el proyecto %s con usted
fr_fr: {user} a cessé de partager le projet %s avec vous
hu_hu: {user} visszavonta a megosztást a %s projekt esetében

source: in %1$s
bg_bg: в %1$s
es_es: en %1$s
fr_fr: dans %1$s
hu_hu: %1$s múlva

source: Reimbursement
bg_bg: Възстановяване
de_de: Erstattung
es_es: Reembolso
fr_fr: Remboursement
hu_hu: Visszafizetés

source: Not Found
bg_bg: Не е намерен
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Non trouvé
hu_hu: Nem található

source: Average per month
bg_bg: Средномесечно
de_de: Monatlicher Durchschnitt
es_es: Promedio por mes
fr_fr: Moyenne par mois
hu_hu: Havi átlag

source: Invalid value
bg_bg: Невалидна стойност
de_de: Ungültiger Wert
es_es: Valor inválido
fr_fr: Valeur invalide
hu_hu: Érvénytelen érték

source: Invalid frequency
bg_bg: Невалидна честота
de_de: Ungültige Wiederholung
es_es: Frecuencia no válida
fr_fr: Fréquence invalide
hu_hu: Érvénytelen gyakoriság

source: Timestamp (or date) field is required
bg_bg: Нужна е времева марка (или дата)
de_de: Das Feld für den Zeitstempel (oder das Datum) ist erforderlich
es_es: El campo Timestamp (o fecha) es obligatorio
fr_fr: Le champ timestamp (ou date) est obligatoire
hu_hu: Időbélyeg vagy dátum mező kötelező

source: Invalid date
bg_bg: Недействителна дата
de_de: Ungültiges Datum
es_es: Fecha no válida
fr_fr: Date invalide
hu_hu: Érvénytelen dátum

source: This field is required
bg_bg: Това поле се изисква
de_de: Pflichtfeld
es_es: Este campo es obligatorio
fr_fr: Ce champ est obligatoire
hu_hu: Ez egy kötelező mező

source: Not a valid choice
bg_bg: Няма действителен избор
de_de: Ungültige Auswahl
es_es: No es una opción válida
fr_fr: Pas un choix valide
hu_hu: Érvénytelen választás

source: Error when getting project settlement transactions
bg_bg: Грешка при определяне на трансакциите за изплащания по проекта
de_de: Fehler beim Abrufen von Projektabrechnungs-Transaktionen
es_es: Error al obtener transacciones de liquidación del proyecto
fr_fr: Erreur lors de l'obtention des transactions de remboursement du projet
hu_hu: Hiba a projektelszámolási tranzakciók beszerzésekor

source: Error when adding a bill
bg_bg: Грешка при добавяне на сметка
de_de: Fehler beim Hinzufügen einer Ausgabe
es_es: Error al añadir una factura
fr_fr: Erreur lors de l'ajout d'une facture
hu_hu: Hiba számla hozzáadásakor

source: Invalid member name
bg_bg: Невалидно име на участник
de_de: Ungültiger Mitgliedsname
es_es: Nombre de miembro inválido
fr_fr: Nom de membre invalide
hu_hu: Érvénytelen tag név

source: Name already exists
bg_bg: Името вече съществува
de_de: Name existiert bereits
es_es: El nombre ya existe
fr_fr: Ce nom existe déjà
hu_hu: A megadott név már létezik

source: Not a valid decimal value
bg_bg: Невалидна десетична стойност
de_de: Keine gültige Dezimalzahl
es_es: No es un valor decimal válido
fr_fr: N'est pas une valeur décimale valide
hu_hu: Érvénytelen decimális érték

source: This project have no such member
bg_bg: Този проект няма такъв участник
de_de: Dieses Projekt hat kein solches Mitglied
es_es: Este proyecto no tiene tal miembro
fr_fr: Ce membre n'est pas dans ce projet
hu_hu: Ennek a projektnek nincs ilyen tagja

source: Name can't be empty
bg_bg: Името не може да бъде празно
de_de: Name darf nicht leer sein
es_es: El nombre no puede estar vacío
fr_fr: Le nom ne peut pas être vide
hu_hu: A név nem lehet üres
