Repository: adripo/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: bg_bg, de_de, es_es, fr_fr, hu_hu

source: Total paid by all the members: {t}
bg_bg: Обща сума, платена от всички членове: {t}
de_de: Gesamt bezahlt von allen Mitgliedern: {t}
es_es: Total pagado por todos los miembros: {t}
fr_fr: Total payé par tous les membres : {t}
hu_hu: Az összes tag által fizetett összeg: {t}

source: Global stats
bg_bg: Глобална статистика
de_de: Globale Statistiken
es_es: Estadísticas globales
fr_fr: Stats globales
hu_hu: Globális statisztika

source: Filtered balance
bg_bg: Филтрирано салдо
de_de: Gefilterter Saldo
es_es: Balance filtrado
fr_fr: Solde filtré
hu_hu: Szűrt egyenleg

source: Monthly paid per member
bg_bg: Месечно, платено от всеки член
de_de: Monatlich bezahlt pro Mitglied
es_es: Pago mensual por miembro
fr_fr: Paiements mensuels par membre
hu_hu: Havi kifizetés tagonként

source: Payments per member per month
bg_bg: Плащания на член ежемесечно
de_de: Zahlungen pro Mitglied pro Monat
es_es: Pagos por miembro por mes
fr_fr: Paiements par membre par mois
hu_hu: Kifizetés tagonként havonta

source: Monthly spent per member
bg_bg: Средномесечни харчове на един член
de_de: Monatlich ausgegeben pro Mitglied
fr_fr: Dépenses mensuelles par membre
hu_hu: Havi költés tagonként

source: Spendings per member per month
bg_bg: Ежемесечни харчове на един член
de_de: Ausgaben pro Mitglied pro Monat
es_es: Gastos por miembro por mes
fr_fr: Dépenses par membre par mois
hu_hu: Költés tagonként havonta

source: Monthly paid per category
bg_bg: Ежемесечни плащания по категория
de_de: Monatlich bezahlt pro Kategorie
es_es: Pago mensual por categoría
fr_fr: Paiements mensuels par catégorie
hu_hu: Havi kifizetés kategóriánként

source: Payments per category per month
bg_bg: Ежемесечни плащания по категория
de_de: Zahlungen pro Kategorie pro Monat
es_es: Pagos por categoría por mes
fr_fr: Paiements par catégorie par mois
hu_hu: Kifizetések kategóriánként havonta

source: Category/Month
bg_bg: Категория/месец
de_de: Kategorie/Monat
es_es: Categoría/Mes
fr_fr: Catégorie/Mois
hu_hu: Kategória/Hónap

source: Monthly paid per payment mode
bg_bg: Месечни плащания по начин на плащане
de_de: Monatlich bezahlt pro Zahlungsart
es_es: Pago mensual por modo de pago
fr_fr: Paiements mensuels par mode de paiement
hu_hu: Havi kifizetés fizetési módonként

source: Payments per payment mode per month
bg_bg: Ежемесечни плащания по начин на плащане
de_de: Zahlungen pro Zahlungsart pro Monat
es_es: Pagos por modo de pago por mes
fr_fr: Paiements par mode de paiement par mois
hu_hu: Kifizetések fizetési módonként havonta

source: Payment mode/Month
bg_bg: Начин на плащане/месец
de_de: Zahlungsart/Monat
es_es: Modo de pago/mes
fr_fr: Mode de paiement/mois
hu_hu: Fizetési mód/Hónap

source: Who paid for this category?
bg_bg: Кой е платил за тази категория?
de_de: Wer hat für diese Kategorie bezahlt?
es_es: ¿Quién pagó por esta categoría?
fr_fr: Qui a payé pour cette catégorie?
hu_hu: Ki fizette ezt a kategóriát?

source: What did they pay for?
de_de: Wofür hat er/sie bezahlt?
fr_fr: Pour quoi a-t-il/elle payé?
hu_hu: Miért fizettek?

source: Select a member
bg_bg: Избиране на член
de_de: Mitglied auswählen
es_es: Selecciona un miembro
fr_fr: Sélectionner un membre
hu_hu: Tag kiválasztása

source: Who paid for whom?
bg_bg: Кой е платил за кого?
de_de: Wer hat für wen bezahlt?
es_es: ¿Quién pagó por quién?
fr_fr: Qui a payé pour qui ?
hu_hu: Ki fizetett kiért?

source: paid for
bg_bg: платено за
de_de: bezahlt für
es_es: pagó por
fr_fr: a payé pour
hu_hu: fizetett

source: Total paid
bg_bg: Обща платена сума
de_de: Gesamt bezahlt
es_es: Total pagado
fr_fr: Total payé
hu_hu: Kifizetés összesen

source: Total owed
bg_bg: Обща дължима сума
de_de: Insgesamt geschuldet
es_es: Total adeudado
fr_fr: Total dû
hu_hu: Tartozás összesen

source: Total owed by {name}
bg_bg: Обща сума, дължима от {name}
de_de: Insgesamt geschuldet von {name}
es_es: Total adeudado por {name}
fr_fr: Total dû par {name}
hu_hu: {name} összes tartozása

source: Total paid by {name}
bg_bg: Обща сума, платена от {name}
de_de: Gesamt bezahlt von {name}
es_es: Total pagado por {name}
fr_fr: Total payé par {name}
hu_hu: {name} összes kifizetése

source: All except reimbursement
bg_bg: Всички освен възстановените суми
de_de: Alle außer Rückerstattung
es_es: Todos excepto reembolso
fr_fr: Tout sauf remboursement
hu_hu: Minden a visszatérítés kivételével

source: All
bg_bg: Всички
de_de: Alle
es_es: Todo
fr_fr: Tous
hu_hu: Összes

source: Payed
de_de: Bezahlt
fr_fr: Payé
hu_hu: Fizetett

source: Who paid (outside circle) and spent (inside pie)?
bg_bg: Кой е платил (външен кръг) и изхарчил (вътрешен кръг)?
de_de: Wer hat gezahlt (Außenkreis) und ausgegeben (Innenkreis)?
es_es: ¿Quién pagó (círculo exterior) y gastó (círculo interior)?
fr_fr: Qui a payé (cercle extérieur) et dépensé (camembert intérieur) ?
hu_hu: Ki fizetett (külső kör) és költött (belső torta)?

source: Who paid and spent?
de_de: Wer hat bezahlt und ausgegeben?
fr_fr: Qui a payé et dépensé ?
hu_hu: Ki fizetett és költött?

source: How much was paid per category?
bg_bg: Колко е платено по категория?
de_de: Wie viel wurde pro Kategorie bezahlt?
fr_fr: Combien a été payé par catégorie ?
hu_hu: Mennyit fizettek kategóriánként?

source: How much was paid per payment mode?
bg_bg: Колко е платено по начин на плащане?
de_de: Wie viel wurde pro Zahlungsart bezahlt?
fr_fr: Combien a été payé par mode de paiement ?
hu_hu: Mennyit fizettek fizetési módonként?

source: No recent activity
bg_bg: Няма скорошна дейност
de_de: Keine kürzliche Aktivität
es_es: No hay actividad reciente
fr_fr: Pas d'activité récente
hu_hu: Nincs friss tevékenység

source: Go to Cospend
bg_bg: Отиди на Cospend
de_de: Gehe zu Cospend
es_es: Ir a Cospend
fr_fr: Aller dans Cospend
hu_hu: Menj a Cospend oldalra

source: {user} shared {project} with {who}
bg_bg: {user} сподели {project} с {who}
de_de: {user} hat {project} mit {who} geteilt
es_es: {user} compartió {project} con {who}
fr_fr: {user} a partagé {project} avec {who}
hu_hu: {user} megosztotta a(z){project} projektet vele: {who}

source: {user} unshared {project} with {who}
bg_bg: {user} вече не споделя {project} с {who}
de_de: {user} hat {project} das Teilen mit {who} aufgehoben
es_es: {user} dejó de compartir {project} con {who}
fr_fr: {user} a arrêté de partager {project} avec {who}
hu_hu: {user} megszüntette a(z) {project} megosztását vele: {who}

source: {user} created {bill}
bg_bg: {user} създаде {bill}
de_de: {user} hat {bill} erstellt
es_es: {user} creó {bill}
fr_fr: {user} a créé {bill}
hu_hu: {user} létrehozta a {bill} számlát

source: {user} deleted {bill}
bg_bg: {user} изтри {bill}
de_de: {user} hat {bill} gelöscht
es_es: {user} eliminó {bill}
fr_fr: {user} a supprimé {bill}
hu_hu: {user} törölte {bill} számlát

source: {user} edited {bill}
bg_bg: {user} редактира {bill}
de_de: {user} hat {bill} bearbeitet
es_es: {user} editó {bill}
fr_fr: {user} a modifié {bill}
hu_hu: {user} szerkesztette {bill} számlát

source: Failed to restore options values.
bg_bg: Неуспешно възстановяване на стойностите на опциите.
de_de: Optionen konnten nicht wiederhergestellt werden.
es_es: Error al restaurar el valor de las opciones.
fr_fr: Impossible de restaurer les valeurs des options.
hu_hu: Nem sikerült visszaállítani az opciók értékeit.

source: Failed to save option values
bg_bg: Неуспешно запазване на стойностите на опциите
de_de: Optionen konnten nicht gespeichert werden
es_es: Error al guardar el valor de las opciones
fr_fr: Impossible de sauver les valeurs des options
hu_hu: Nem sikerült menteni az opció értékeit

source: Cospend setting saved.
bg_bg: Запазена настройка на Cospend.
de_de: Cospend Einstellungen gespeichert.
es_es: Configuración de Cospend guardada.
fr_fr: Paramètres de Cospend sauvegardés.
hu_hu: Cospend beállítás mentve.

source: Failed to save Cospend setting.
bg_bg: Неуспешно запазване на настройката на Cospend.
de_de: Speichern der Cospend-Einstellungen fehlgeschlagen.
es_es: Error al guardar la configuración de Cospend.
fr_fr: Impossible d'enregistrer les paramètres de Cospend.
hu_hu: Nem sikerült menteni a Cospend beállítást.

source: Project {name} exported in {path}
bg_bg: Проектът {name} е изнесен в {path}
de_de: Projekt {name} exportiert nach {path}
es_es: Proyecto {name} exportado en {path}
fr_fr: Projet {name} exporté dans {path}
hu_hu: A (z) {name} projekt exportálva itt: {path}

source: Failed to export project
bg_bg: Неуспешно изнасяне на проекта
de_de: Fehler beim Exportieren des Projekts
es_es: No se pudo exportar el proyecto
fr_fr: Impossible d'exporter le projet
hu_hu: Nem sikerült exportálni a projektet

source: Failed to add currency
bg_bg: Неуспешно добавяне на валута
de_de: Fehler beim Hinzufügen der Währung
es_es: No se pudo agregar la moneda
fr_fr: Impossible d'ajouter la devise
hu_hu: Nem sikerült a pénznem hozzáadása

source: Failed to delete currency
bg_bg: Неуспешно изтриване на валутата
de_de: Währung konnte nicht gelöscht werden
es_es: No se pudo eliminar la moneda
fr_fr: Impossible de supprimer la devise
hu_hu: Nem sikerült a pénznem törlése

source: Failed to edit currency
bg_bg: Неуспешно редактиране на валутата
de_de: Die Währung konnte nicht aktualisiert werden
es_es: Error al editar la moneda
fr_fr: Impossible d'éditer la devise
hu_hu: Nem sikerült a pénznem szerkesztése

source: Failed to get statistics.
bg_bg: Неуспешно извеждане на статистиката.
de_de: Fehler beim Abrufen der Statistiken.
es_es: Error al obtener las estadísticas.
fr_fr: Échec de la récupération des statistiques.
hu_hu: Nem sikerült a statisztika betöltése.

source: Project statistics exported in {path}
bg_bg: Статистиката за проекта е изнесена в {path}
de_de: Projektstatistiken exportiert nach {path}
es_es: Estadísticas del proyecto exportadas en {path}
fr_fr: Statistiques du projet exportées dans {path}
hu_hu: Projektstatisztikát a {path} útvonalra exportáltuk

source: Failed to export project statistics
bg_bg: Неуспешно изнасяне на статистиката за проекта
de_de: Fehler beim Exportieren der Projektstatistiken
es_es: Error al exportar estadísticas del proyecto
fr_fr: Impossible d'exporter les statistiques du projet
hu_hu: Nem sikerült a projektstatisztika exportálása

source: Failed to add project settlement bills
bg_bg: Неуспешно добавяне на изплатените сметки по проекта
de_de: Fehler beim Hinzufügen von Projektabrechnungen
es_es: Error al añadir facturas de liquidación de proyectos
fr_fr: Impossible d'ajouter les factures de remboursement du projet
hu_hu: Nem sikerült a projektelszámolás számláinak hozzáadása

source: Failed to export project settlement
bg_bg: Неуспешно изнасяне на уредените сметки по проекта
de_de: Fehler beim Exportieren der Projektabrechnung
es_es: Error al exportar el acuerdo del proyecto
fr_fr: Impossible d'exporter les remboursements du projet
hu_hu: Nem sikerült a projektelszámolás exportálása

source: Choose csv project file
bg_bg: Изберете csv файл на проект
de_de: CSV-Projektdatei auswählen
es_es: Elegir archivo de proyecto CSV
fr_fr: Choisissez un fichier de projet csv
hu_hu: Válassz CSV projekt fájlt

source: Choose SplitWise project file
bg_bg: Изберете файл на проект в SplitWise
de_de: SplitWise-Projektdatei auswählen
es_es: Elegir archivo de proyecto SplitWise
fr_fr: Choisissez le fichier de projet SplitWise
hu_hu: Válassz SplitWise projekt fájlt

source: Failed to import project file
bg_bg: Неуспешно внасяне на файл за проект
de_de: Fehler beim Importieren der Projektdatei
es_es: Error al importar el archivo del proyecto
fr_fr: Impossible d'importer le fichier de projet
hu_hu: Nem sikerült importálni a projektet

source: Allow guests to create projects
bg_bg: Разрешаване на гости да създават проекти
de_de: Gästen erlauben, Projekte zu erstellen
es_es: Permitir a los invitados crear proyectos
fr_fr: Autoriser les invités à créer des projets
hu_hu: Vendégek számára projektlétrehozás engedélyezése

source: Enabling this option will allow any visitor to create a project without having to log in.
bg_bg: Активирането на тази опция ще позволи на всеки посетител да създаде проект, без да е нужно да влиза.
de_de: Aktivieren dieser Option erlaubt es jedem Besucher ein Projekt zu erstellen ohne sich anzumelden.
es_es: Activar esta opción permitirá a cualquier visitante crear un proyecto sin tener que iniciar sesión.
fr_fr: Activer cette option autorisera n'importe quel visiteur à créer un projet sans avoir à s'identifier.
hu_hu: Az opció engedélyezése minden vendég számára lehetővé teszi projekt létrehozását bejelentkezés nélkül.

source: This can be useful if you are in a local network and want to let anybody create a project.
bg_bg: Това може да е полезно, ако сте в локална мрежа и искате да позволите на всички да създават проект.
de_de: Dies kann nützlich sein, wenn du dich in einem lokalen Netzwerk befindest und jedem Nutzer ermöglichen willst, ein Projekt zu erstellen.
es_es: Esto puede ser útil si estás en una red local y quieres permitir que todo el mundo cree un proyecto.
fr_fr: Cela peut être utile si vous êtes dans un réseau local et voulez laissez n'importe qui créer un projet.
hu_hu: Ez hasznos lehet, ha helyi hálózaton vagy és mindenki számára engedélyeznéd a projektlétrehozást.

source: Or maybe you are very generous and want to allow the entire world to use Cospend without having an account on your Nextcloud instance.
bg_bg: Или вероятно сте много щедри и искате да позволите на целия свят да използва Cospend без акаунт в профила Ви в Nextcloud.
de_de: Oder du bist sehr spendabel und möchtest der ganzen Welt erlauben Cospend zu benutzen ohne ein Nutzerkonto auf deiner Nextcloud-Instanz zu haben.
es_es: O tal vez sea muy generoso y quiera permitir que todo el mundo utilice el Cospend sin tener una cuenta en su instancia Nextcloud.
fr_fr: Ou alors vous êtes très généreux et voulez autoriser le monde entier à utiliser Cospend sans avoir de compte sur votre instance Nextcloud.
hu_hu: Vagy esetleg annyira nagylelkű vagy, hogy az egész világ számára meg akarod engedni a Cospend használatát Nextcloudos fiók nélkül is.

source: Authentication
bg_bg: Удостоверяване
de_de: Authentifizierung
es_es: Autenticación
fr_fr: Authentification
hu_hu: Azonosítás

source: Wrong project Id or password
bg_bg: Грешен идентификационен номер на проекта или парола
de_de: Projekt-ID/Name oder Passwort ungültig
es_es: Id o contraseña del proyecto incorrectos
fr_fr: Mauvais Id projet ou mot de passe
hu_hu: Rossz projekt id vagy jelszó

source: Project ID/name
bg_bg: Идентификационен номер/име на проекта
de_de: Projekt-ID/Name
es_es: ID/nombre del proyecto
fr_fr: Nom/ID du projet
hu_hu: Projekt ID/név

source: Project password (aka Access code)
bg_bg: Парола за проекта (известна още като „Код за достъп“)
de_de: Projektpasswort (aka Zugangscode)
es_es: Contraseña del proyecto (codigo de acceso)
fr_fr: Mot de passe du projet (code d'accès)
hu_hu: Projekt jelszó (azaz Elérési kód)

source: Wrong link password
bg_bg: Грешна парола за хипервръзката
de_de: Falsches Link-Passwort
es_es: Contraseña de enlace incorrecta
fr_fr: Mot de passe de lien incorrect
hu_hu: Rossz hivatkozásjelszó

source: Share link password
bg_bg: Споделяне на паролата за хипервръзката
de_de: Link-Passwort teilen
fr_fr: Mot de passe de lien de partage
hu_hu: Hivatkozásjelszó megosztása

source: Excursion/Culture
bg_bg: Екскурзия/култура
de_de: Ausflug/Kultur
es_es: Excursión/Cultura
hu_hu: Kirándulás/Kultúra

source: Shopping
bg_bg: Пазаруване
de_de: Shoppen
es_es: Compras
hu_hu: Vásárlás

source: Restaurant
bg_bg: Ресторант
es_es: Restaurante
hu_hu: Étterem

source: Transport
bg_bg: Транспорт
es_es: Transporte
hu_hu: Közlekedés

source: Info
bg_bg: Инфо
es_es: Información
hu_hu: Infó

source: Balances
bg_bg: Салда
de_de: Salden
es_es: Saldos
hu_hu: Egyenlegek

source: Participant
bg_bg: Участник
de_de: Teilnehmer
es_es: Participante
hu_hu: Résztvevő

source: Admin
bg_bg: Админ
hu_hu: Adminisztrátor

source: Label
bg_bg: Етикет
de_de: Etikett
hu_hu: Címke

source: Sport
bg_bg: Спорт
es_es: Deporte
