Repository: adripo/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: bg_bg, de_de, es_es, fr_fr, hu_hu

source: Invalid email address
bg_bg: Недействителен адрес на електронна поща
de_de: Ungültige E-Mail-Addresse
es_es: Dirección de correo inválida
fr_fr: Adresse email invalide
hu_hu: Helytelen e-mail cím

source: Invalid sort order
bg_bg: Невалидно сортиране
de_de: Ungültige Sortierreihenfolge
es_es: Orden no válido
fr_fr: Ordre de tri invalide
hu_hu: Érvénytelen sorrendezés

source: There is no such project
bg_bg: Няма такъв проект
de_de: Projekt existiert nicht
es_es: No hay tal proyecto
fr_fr: Ce projet n'existe pas
hu_hu: Nincs ilyen projekt

source: Weight is not a valid decimal value
bg_bg: Теглото не представлява валидна десетична стойност
de_de: Gewicht ist kein gültiger Dezimalwert
es_es: El peso no es un valor decimal válido
fr_fr: Le poids n'est pas une valeur décimale valide
hu_hu: Súly nem egy érvényes decimális érték

source: Invalid color value
bg_bg: Невалидна стойност за цвета
de_de: Ungültiger Farbwert
es_es: Valor de color inválido
fr_fr: Valeur de couleur invalide
hu_hu: Érvénytelen színérték

source: This project already has this member
bg_bg: Такъв член вече съществува в проекта
de_de: Dieses Projekt hat bereits dieses Mitglied
es_es: Este proyecto ya tiene este miembro
fr_fr: Ce projet a déjà ce membre
hu_hu: Ennek a projektnek már tagja ez a tag

source: Name field is required
bg_bg: Името на полето се изисква
de_de: Ein Name ist erforderlich
es_es: El campo Nombre es obligatorio
fr_fr: Le champ nom est requis
hu_hu: Név mező kötelező

source: There is no such bill
bg_bg: Няма такава сметка
de_de: Ausgabe existiert nicht
es_es: No existe tal factura
fr_fr: Cette facture n'existe pas
hu_hu: Nincs ilyen számla

source: Cannot match payer
fr_fr: Impossible de trouver un payeur correspondant
hu_hu: Nincs illeszkedő kifizető

source: Cannot create new bill: %1$s
fr_fr: Impossible de créer la nouvelle facture : %1$s
hu_hu: Nem létrehozható az új számla: %1$s

source: Not found
bg_bg: Не е намерена
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Non trouvé
hu_hu: Nem található

source: This project has no such payment mode
bg_bg: В проекта няма такъв вид плащане
de_de: Dieses Projekt hat keine solche Zahlungsart
fr_fr: Ce projet n'a pas ce mode de paiement
hu_hu: Ennek a projektnek nincs ilyen fizetési módja

source: Incorrect field values
bg_bg: Неправилни стойности в полето
de_de: Falsche Werte in den Feldern
es_es: Valores de campos incorrectos
fr_fr: Valeurs de champs incorrectes
hu_hu: Helytelen mező érték

source: This project has no such category
bg_bg: В проекта няма такава категория
de_de: Dieses Projekt hat keine solche Kategorie
fr_fr: Ce projet n'a pas cette catégorie
hu_hu: Ebben a projektben nincs ilyen kategória

source: This project have no such currency
bg_bg: Този проект няма такава валута
de_de: Dieses Projekt hat keine solche Währung
es_es: Este proyecto no tiene esa moneda
fr_fr: Cette devise n'est pas dans ce projet
hu_hu: Ennek a projektnek nincs ilyen pénzneme

source: You are not authorized to give such access level
bg_bg: Нямате право да давате такова ниво на достъп
de_de: Du bist nicht berechtigt, eine solche Zugriffsebene zu vergeben
es_es: No tienes permiso para dar este nivel de acceso
fr_fr: Vous n'êtes pas autorisé à donner un tel niveau d'accès
hu_hu: Nem vagy jogosult, hogy ilyen hozzáférési szintet adj

source: Already shared with this user
bg_bg: Вече е споделен с този потребител
de_de: Bereits mit diesem Nutzer geteilt
es_es: Ya está compartido con este usuario
fr_fr: Déjà partagé avec cet utilisateur
hu_hu: Már meg van osztva ezzel a felhasználóval

source: Impossible to share the project with its owner
bg_bg: Невъзможно е проектът да бъде споделян с неговия създател
de_de: Das Projekt kann nicht mit dem Eigentümer geteilt werden
es_es: Es imposible compartir un proyecto con su propietario
fr_fr: Impossible de partager le projet avec son propriétaire
hu_hu: Nem lehetséges a projektet a gazdájával megosztani

source: No such user
bg_bg: Няма такъв потребител
de_de: Kein solcher Benutzer
es_es: No existe el usuario
fr_fr: Utilisateur inconnu
hu_hu: Nincs ilyen felhasználó

source: No such share
bg_bg: Няма такова споделяне
de_de: Keine solche Freigabe
es_es: No existe el proyecto compartido
fr_fr: Partage introuvable
hu_hu: Nincs ilyen megosztás

source: No such shared access
bg_bg: Няма такъв споделен достъп
de_de: Kein solcher freigegebener Zugang
es_es: No tiene acceso al proyecto compartido
fr_fr: Accès partagé inexistant
hu_hu: Nincs ilyen megosztott hozzáférés

source: Already shared with this group
bg_bg: Вече е споделен с тази група
de_de: Bereits mit dieser Gruppe geteilt
es_es: Ya está compartido con este grupo
fr_fr: Déjà partagé avec ce groupe
hu_hu: Már meg van osztva ezzel a csoporttal

source: No such group
bg_bg: Няма такава група
de_de: Keine solche Gruppe
es_es: No existe el grupo
fr_fr: Groupe introuvable
hu_hu: Nincs ilyen csoport

source: Impossible to get the circle manager
fr_fr: Impossible d'obtenir le gestionnaire de cercle
hu_hu: Nem lehet elérni a körök szolgáltatóját

source: Already shared with this circle
bg_bg: Вече е споделен с този кръг
de_de: Bereits mit diesem Circle geteilt
es_es: Ya está compartido con este círculo
fr_fr: Déjà partagé avec ce cercle
hu_hu: Már meg van osztva ezzel a körrel

source: No such circle
bg_bg: Няма такъв кръг
de_de: Kein solcher Circle
es_es: No existe el círculo
fr_fr: Cercle introuvable
hu_hu: Nincs ilyen kör

source: Circles app is not enabled
bg_bg: Приложението „Кръгове“ не е активирано
de_de: Circle App ist nicht aktiviert
es_es: Aplicación de Circles no está habilitada
fr_fr: L'appli Cercles n'est pas activée
hu_hu: Körök alkalmazás nincs engedélyezve

source: Who pays?
bg_bg: Кой плаща?
de_de: Wer zahlt?
es_es: ¿Quién paga?
fr_fr: Qui doit payer ?
hu_hu: Ki fizetett?

source: To whom?
bg_bg: До кого?
de_de: An wen?
es_es: ¿A quien?
fr_fr: À qui ?
hu_hu: Kinek?

source: How much?
bg_bg: Колко?
de_de: Wieviel?
es_es: ¿Cuánto?
fr_fr: Combien ?
hu_hu: Mennyit?

source: %1$s is not a folder
bg_bg: %1$s не е папка
de_de: %1$s ist kein Ordner
es_es: %1$s no es una carpeta
fr_fr: %1$s n'est pas un dossier
hu_hu: %1$s nem egy mappa

source: %1$s is not writeable
bg_bg: Не може да се записва в %1$s
de_de: %1$s ist nicht beschreibbar
es_es: No se puede escribir en %1$s
fr_fr: %1$s n'est pas accessible en écriture
hu_hu: %1$s nem írható

source: Impossible to create %1$s
bg_bg: Невъзможно да създаде %1$s
de_de: %1$s kann nicht erstellt werden
es_es: Imposible crear %1$s
fr_fr: Impossible de créer %1$s
hu_hu: Lehetetlen létrehozni: %1$s

source: Member name
bg_bg: Име на участник
de_de: Mitgliedsname
es_es: Nombre del miebro
fr_fr: Nom du membre
hu_hu: Tag neve

source: Paid
bg_bg: Платено
de_de: Gezahlt
es_es: Pagado
fr_fr: A payé
hu_hu: Kifizetett

source: Spent
bg_bg: Изразходвано
de_de: Ausgegeben
es_es: Gastado
fr_fr: A dépensé
hu_hu: Elköltött

source: Balance
bg_bg: Баланс
de_de: Saldo
fr_fr: Solde
hu_hu: Egyenleg

source: Malformed CSV, bad column names at line %1$s
bg_bg: Неправилно създаден CSV, неправилни имена на колони в ред %1$s
de_de: Fehlerhaftes CSV, ungültige Spaltennamen in der Zeile %1$s
es_es: CSV malformado, los nombres de columna son incorrectos (línea %1$s)
fr_fr: CSV mal formé, mauvais nom de colonne à la ligne %1$s
hu_hu: Rossz formátumú CSV, hibás oszlopnév a %1$s. sorban

source: Malformed CSV, invalid member on line %1$s
bg_bg: Неправилен CSV, невалиден участник онлайн %1$s
de_de: Fehlerhaftes CSV, ungültiges Mitglied in Zeile %1$s
es_es: CSV mal formado, miembro no válido en la línea %1$s
fr_fr: CSV mal formé, membre invalide à la ligne %1$s
hu_hu: Rossz formátumú CSV, hibás tag a %1$s. sorban

source: Malformed CSV, missing or invalid date/timestamp on line %1$s
bg_bg: Неправилен CSV, липсваща или невалидна дата/времева марка онлайн %1$s
de_de: Fehlerhaftes CSV, fehlendes oder ungültiges Datum/Zeitstempel in Zeile %1$s
fr_fr: CSV mal formé, date/timestamp manquant ou invalide à la ligne %1$s
hu_hu: Rossz formátumú CSV, hibás dátum/időbélyeg a %1$s. sorban

source: Malformed CSV, invalid payer weight on line %1$s
bg_bg: Неправилно създаден CSV, невалиден дял на платеца онлайн %1$s
de_de: Fehlerhaftes CSV, ungültige Zahlergewichtung in Zeile %1$s
fr_fr: CSV mal formé, poids du payeur invalide à la ligne %1$s
hu_hu: Rossz formátumú CSV, hibás fizetősúlyozás a %1$s. sorban

source: Malformed CSV, invalid owers on line %1$s
bg_bg: Неправилно създаден CSV, невалидни длъжници онлайн %1$s
de_de: Fehlerhaftes CSV, ungültiger Besitzer in Zeile %1$s
fr_fr: CSV mal formé, participants invalides à la ligne %1$s
hu_hu: Rossz formátumú CSV, hibás tartozó a %1$s. sorban

source: Malformed CSV, invalid amount on line %1$s
bg_bg: Неправилно създаден CSV, невалидна сума онлайн %1$s
de_de: Fehlerhaftes CSV, ungültiger Betrag in Zeile %1$s
fr_fr: CSV mal formé, montant invalide à la ligne %1$s
hu_hu: Rossz formátumú CSV, hibás összeg a %1$s. sorban

source: Error in project creation, %1$s
bg_bg: Грешка при създаване на проекта, %1$s
de_de: Fehler bei der Projekterstellung, %1$s
es_es: Error al crear el proyecto, %1$s
fr_fr: Erreur à la création du projet, %1$s
hu_hu: Hiba a projekt létrehozása során, %1$s

source: Error when adding payment mode %1$s
bg_bg: Грешка при добавяне на вид плащане %1$s
de_de: Fehler beim Hinzufügen der Zahlungsart %1$s
fr_fr: Erreur lors de l'ajout du mode de paiement %1$s
hu_hu: Hiba a fizetési mód hozzáadása során %1$s

source: Error when adding category %1$s
bg_bg: Грешка при добавяне на категория %1$s
de_de: Fehler beim Hinzufügen der Kategorie %1$s
es_es: Error al añadir la categoría %1$s
fr_fr: Erreur lors de l'ajout de la catégorie %1$s
hu_hu: Hiba a kategória hozzáadása során %1$s

source: Error when adding currency %1$s
bg_bg: Грешка при добавяне на валута %1$s
de_de: Fehler beim Hinzufügen der Währung %1$s
es_es: Error al añadir la moneda %1$s
fr_fr: Erreur lors de l'ajout de la devise %1$s
hu_hu: Hiba a pénznem hozzáadása során %1$s

source: Error when adding member %1$s
bg_bg: Грешка при добавяне на член %1$s
de_de: Fehler beim Hinzufügen des Mitglieds %1$s
es_es: Error al añadir el miembro %1$s
fr_fr: Erreur lors de l'ajout du membre %1$s
hu_hu: Hiba tag hozzáadása során %1$s

source: Error when adding bill %1$s
bg_bg: Грешка при добавяне на сметка %1$s
de_de: Fehler beim Hinzufügen der Ausgabe %1$s
es_es: Error al añadir la factura %1$s
fr_fr: Erreur lors de l'ajout de la facture %1$s
hu_hu: Hiba számla hozzáadása során %1$s

source: Malformed CSV, cannot have an empty ower
bg_bg: Неправилно създаден CSV, не може да липсва длъжник
de_de: Fehlerhaftes CSV, Schuldner darf nicht leer sein
es_es: CSV malformado, no puede haber un campo "deudor" vacío
fr_fr: CSV mal formé, ne peut pas avoir une liste de participants vide
hu_hu: Rossz formátumú CSV, hiányzó tartozó

source: Malformed CSV, bad amount on line %1$s
bg_bg: Неправилно създаден CSV, неправилна сума онлайн %1$s
de_de: Fehlerhaftes CSV, inkorrekter Betrag in Zeile %1$s
es_es: CSV malformado, cantidad inválida (línea %1$s)
fr_fr: CSV mal formé, mauvais montant à la ligne %1$s
hu_hu: Rossz formátumú CSV, rossz összeg a %1$s. sorban

source: Malformed CSV, no payer on line %1$s
bg_bg: Неправилно създаден CSV, липсва платец онлайн %1$s
de_de: Fehlerhaftes CSV, kein Zahler in Zeile %1$s
es_es: CSV malformado, no hay pagador en la línea %1$s
fr_fr: CSV mal formé, aucun participant à la ligne %1$s
hu_hu: Rossz formátumú CSV, nincs fizetó a %1$s. sorban

source: Malformed CSV, impossible to find the column names. Make sure your Splitwise account language is set to English first, then export the project again.
fr_fr: CSV mal formé, impossible de trouver les noms de colonnes. Assurez-vous d'abord que vous avez réglé votre compte Splitwise en langue anglaise, puis exportez le projet à nouveau.

source: daily
bg_bg: ежедневно
de_de: täglich
es_es: cada día
fr_fr: quotidiennement
hu_hu: napi

source: weekly
bg_bg: седмично
de_de: wöchentlich
es_es: cada semana
fr_fr: hebdomadaire
hu_hu: heti

source: monthly
bg_bg: месечно
de_de: monatlich
es_es: cada mes
fr_fr: mensuel
hu_hu: havi

source: Cospend projects and user settings
de_de: Cospend Projekte und Benutzereinstellungen
fr_fr: Projets Cospend et paramètres utilisateur
hu_hu: Cospend projektet és felhasználói beállítások

source: What do you want to do?
de_de: Was möchtest du tun?
fr_fr: Que voulez-vous faire ?
hu_hu: Mit szeretnél tenni?

source: These actions are also available in the sidebar project context menu.
de_de: Diese Aktionen sind auch im Kontextmenü der seitlichen Menüleiste verfügbar.
fr_fr: Ces actions sont également disponibles dans le menu contextuel du projet dans la barre latérale.
hu_hu: Ezek a műveletek a oldalsáv projekt menüjében is elérhetőek.

source: Create a bill
de_de: Ausgabe erstellen
fr_fr: Créer une facture
hu_hu: Számla létrehozása

source: Show project settings
de_de: Projekt-Einstellungen anzeigen
fr_fr: Afficher les paramètres du projet
hu_hu: Projekt beállításainak megjelenítése

source: Share the project
de_de: Projekt teilen
fr_fr: Partager le projet
hu_hu: Projekt megosztása

source: Close the trashbin
fr_fr: Fermer la corbeille

source: Show the trashbin
fr_fr: Afficher la corbeille

source: Show project statistics
de_de: Statistiken anzeigen
fr_fr: Afficher les statistiques du projet
hu_hu: Projekt statisztikáinak megjelenítése

source: Show project settlement plan
de_de: Projektabrechnung anzeigen
fr_fr: Afficher le plan de remboursement du projet
hu_hu: Projektelszámolási terv megjelenítése

source: Select a project
bg_bg: Изберете проект
de_de: Projekt auswählen
es_es: Seleccione un proyecto
fr_fr: Sélectionnez un projet
hu_hu: Projekt kiválasztása

source: Toggle sidebar
bg_bg: Превключване на страничната лента
de_de: Seitenleiste ein-/ausblenden
es_es: Alternar barra lateral
fr_fr: Afficher/Masquer la barre latérale
hu_hu: Oldalsáv átkapcsolása

source: Nothing to repeat
bg_bg: Няма нищо за повтаряне
de_de: Nichts zu wiederholen
es_es: Nada que repetir
fr_fr: Rien à répéter
hu_hu: Nincs mit ismételni

source: Bill deleted
bg_bg: Изтрита сметка
de_de: Ausgabe gelöscht
es_es: Factura eliminada
fr_fr: Facture supprimée
hu_hu: Számla törölve

source: Failed to delete bill
bg_bg: Неуспешно изтриване на сметка
de_de: Löschen der Ausgabe nicht möglich
es_es: No se pudo eliminar factura
fr_fr: Échec de la suppression de la facture
hu_hu: Nem sikerült törölni a számlát

source: Bill restored
fr_fr: Facture restaurée

source: Failed to restore bill
fr_fr: Impossible de restaurer la facture

source: Bills restored
fr_fr: Factures restaurées

source: Failed to delete bills
bg_bg: Неуспешно изтриване на сметките
de_de: Löschen der Ausgaben nicht möglich
es_es: Error al eliminar facturas
fr_fr: Impossible de supprimer les factures
hu_hu: Nem sikerült törölni a számlákat

source: Trashbin has been cleared
fr_fr: La corbeille a été vidée

source: Member {name} already exists
bg_bg: Участникът {name} вече съществува
de_de: Mitglied {name} existiert bereits
es_es: El miembro {name} ya existe
fr_fr: Le membre {name} existe déjà
hu_hu: {name} tag már létezik

source: Impossible to move bill. No candidate project found.
fr_fr: Impossible de déplacer la facture. Aucun projet candidat trouvé.
hu_hu: Nem lehet mozgatni a számlát. Nem található jelölt projekt.

source: Failed to get projects
bg_bg: Неуспешно извеждане на проекти
de_de: Laden der Projekte nicht möglich
es_es: No se pudo obtener proyecto
fr_fr: Échec de la récupération des projets
hu_hu: A projektek betöltése sikertelen

source: Failed to get bills
bg_bg: Неуспешно извеждане на сметки
de_de: Fehler beim Laden der Ausgaben
es_es: Error al obtener facturas
fr_fr: Impossible d'obtenir les factures
hu_hu: Számlák betöltése sikertelen

source: Invalid project name
bg_bg: Невалидно име на проект
de_de: Ungültiger Projektname
es_es: Nombre de proyecto inválido
fr_fr: Nom de projet invalide
hu_hu: Érvénytelen projektnév

source: Failed to create project
bg_bg: Неуспешно създаване на проект
de_de: Neues Projekt konnte nicht erstellt werden
es_es: No se pudo crear proyecto
fr_fr: Échec de la création du projet
hu_hu: Nem sikerült létrehozni a projektet

source: Deleted project {id}
bg_bg: Изтрит проект {id}
de_de: Projekt {id} gelöscht
es_es: Proyecto {id} eliminado
fr_fr: Projet {id} supprimé
hu_hu: Törölt projekt {id}

source: Failed to delete project
bg_bg: Неуспешно изтриване на проект
de_de: Löschen des Projekts nicht möglich
es_es: No se pudo eliminar proyecto
fr_fr: Échec de la suppression du projet
hu_hu: A projekt törlése sikertelen

source: Failed to update balances
bg_bg: Неуспешно актуализиране на салдата
de_de: Aktualisierung der Salden fehlgeschlagen
es_es: No se pudo obtener balances
fr_fr: Échec de la mise à jour des balances
hu_hu: Nem sikerült frissíteni az egyenlegeket

source: Created member {name}
bg_bg: Създаден участник {name}
de_de: Mitglied {name} erstellt
es_es: Miembro {name} creado
fr_fr: Membre {name} créé
hu_hu: {name} tagot létrehoztuk

source: Failed to add member
bg_bg: Неуспешно добавяне на член
de_de: Mitglied konnte nicht hinzugefügt werden
es_es: No se pudo crear miembro
fr_fr: Échec de l'ajout du membre
hu_hu: Nem sikerült hozzáadni a tagot

source: Failed to add shared access
bg_bg: Неуспешно добавяне на споделен достъп
de_de: Fehler beim Hinzufügen des freigegebenen Zugriffs
es_es: Error al agregar acceso compartido
fr_fr: Impossible d'ajouter l'accès partagé
hu_hu: Nem sikerült hozzáadni a megosztott hozzáférést

source: Failed to save member
bg_bg: Неуспешно записване на член
de_de: Mitglied konnte nicht gespeichert werden
es_es: Error al guardar miembro
fr_fr: Impossible d'enregistrer le membre
hu_hu: Nem sikerült menteni a tagot

source: Member deleted.
bg_bg: Изтрит член.
de_de: Mitglied gelöscht.
es_es: Miembro eliminado.
fr_fr: Membre supprimé.
hu_hu: A tagot töröltük.

source: Member saved.
bg_bg: Записан член.
de_de: Mitglied gespeichert.
es_es: Miembro guardado.
fr_fr: Membre enregistré.
hu_hu: A tagot elmentettük.

source: Project saved
bg_bg: Запазен проект
de_de: Projekt gespeichert
es_es: Proyecto guardado
fr_fr: Projet sauvegardé
hu_hu: Projektet elmentettük

source: Failed to edit project
bg_bg: Неуспешно редактиране на проекта
de_de: Fehler beim Bearbeiten des Projekts
es_es: Fallo al editar el proyecto
fr_fr: Échec de l'édition du projet
hu_hu: A projekt szerkesztése sikertelen

source: {nb} bill was created
bg_bg: {nb} сметка бе създадена
de_de: {nb} Ausgabe wurde erstellt
es_es: Se ha creado {nb} factura
fr_fr: {nb} facture a été créée
hu_hu: {nb} számla létrehozva

source: link
bg_bg: хипервръзка
es_es: enlace
fr_fr: lien
hu_hu: hivatkozás

source: Press Shift+Enter to validate
bg_bg: Натиснете Shift+Enter, за да валидирате
de_de: Drücke Umschalt+Enter zur Validierung
es_es: Presione Shift+Enter para validar
fr_fr: Appuyez sur Maj+Entrée pour valider
hu_hu: Nyomj Shift+Entert az érvényesítéshez

source: Impossible to duplicate a bill with a disabled payer
bg_bg: Невъзможно е да се дублира сметка с дезактивиран платец
de_de: Unmöglich eine Rechnung mit einem deaktiviertem Zahler zu duplizieren
es_es: Imposible duplicar una factura con un pagador inhabilitado
fr_fr: Impossible de dupliquer une facture avec un payeur désactivé
hu_hu: Nem lehet duplikálni a számlát egy letiltott fizetővel

source: Duplicate bill
bg_bg: Дублиране на сметка
de_de: Ausgabe duplizieren
es_es: Duplicar factura
fr_fr: Dupliquer la facture
hu_hu: Számla duplikálása

source: What?
bg_bg: Какво?
de_de: Was?
es_es: ¿Qué?
fr_fr: Quoi ?
hu_hu: Mi?

source: What is the bill about?
bg_bg: За какво е сметката?
de_de: Wofür ist die Ausgabe?
es_es: ¿De qué trata la factura?
fr_fr: De quoi traite la facture ?
hu_hu: Miről szól a számla?

source: Attach share link to personal file
bg_bg: Прикрепи хипервръзка за споделяне към личен файл
de_de: Öffentlichen Link an persönliche Datei anhängen
fr_fr: Joindre un lien de partage vers un fichier personnel
hu_hu: Megosztási hivatkozás csatolása személyes fájlhoz

source: More information
bg_bg: Допълнителна информация
de_de: Mehr Informationen
es_es: Más información
fr_fr: Plus d'informations
hu_hu: Több információ

source: More information on amount input field
fr_fr: Plus d'informations sur le champ de saisie du montant
hu_hu: Több információ az összeg beviteli mezőről

source: You can type simple math operations and validate by pressing Enter key.
bg_bg: Можете да въведете прости математически операции и да ги валидирате с натискане на бутона Enter.
de_de: Du kannst einfache mathematische Operationen eingeben und durch Drücken der Eingabe-Taste validieren.
es_es: Puede escribir operaciones matemáticas simples y validar presionando la tecla Intro.
fr_fr: Vous pouvez taper des opérations mathématiques simples et valider en appuyant sur la touche Entrée.
hu_hu: Beírhatsz egyszerű matematikai műveleteket és ellenőrizhetsz az Enter billentyűvel.

source: Convert to
bg_bg: Преобразувай в
de_de: Konvertiere in
es_es: Convertir a
fr_fr: Convertir en
hu_hu: Konvertálás

source: More information on currency conversion
fr_fr: Plus d'informations sur la conversion de devises
hu_hu: Több információ a pénznemek közötti váltásról

source: Who paid?
bg_bg: Кой е платил?
de_de: Wer hat gezahlt?
es_es: ¿Quién pagó?
fr_fr: Qui a payé ?
hu_hu: Ki fizetett?

source: Choose a member
bg_bg: Изберете член
de_de: Mitglied auswählen
es_es: Elija un miembro
fr_fr: Choisissez un membre
hu_hu: Válassz egy tagot

source: When?
bg_bg: Кога?
de_de: Wann?
es_es: ¿Cuándo?
fr_fr: Quand ?
hu_hu: Mikor?

source: Payment mode
bg_bg: Вид плащане
de_de: Zahlungsmittel
es_es: Modo de pago
fr_fr: Mode de paiement
hu_hu: Fizetési mód

source: Choose a payment mode
bg_bg: Избиране на начин на плащане
de_de: Wähle eine Zahlungsmethode
fr_fr: Choisissez un mode de paiement
hu_hu: Válassz fizetési módot

source: Category
bg_bg: Категория
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
hu_hu: Kategória

source: Choose or add a category
bg_bg: Избиране или добавяне на категория
de_de: Kategorie auswählen oder hinzufügen
fr_fr: Choisir ou ajouter une catégorie
hu_hu: Válassz vagy adj hozzá egy kategóriát

source: Comment
bg_bg: Коментар
de_de: Kommentieren
es_es: Comentario
fr_fr: Commentaire
hu_hu: Megjegyzés

source: More details about the bill (300 char. max)
bg_bg: Повече подробности за сметката (макс. 300 знака)
de_de: Weitere Details zur Ausgabe (max. 300 Zeichen)
es_es: Más detalles sobre la factura (300 caracteres máx.)
fr_fr: Plus de détails sur la facture (300 caractères max)
hu_hu: Több részlet a számláról (300 karakter max.)

source: Repeat
bg_bg: Повторение
de_de: Wiederholen
es_es: Repetir
fr_fr: Répéter
hu_hu: Ismétlés

source: No
bg_bg: Не
de_de: Nein
fr_fr: Non
hu_hu: Nem

source: Daily
bg_bg: Ежедневно
de_de: Täglich
es_es: Cada día
fr_fr: Quotidiennement
hu_hu: Naponta

source: Weekly
bg_bg: Ежеседмично
de_de: Wöchentlich
es_es: Cada semana
fr_fr: Toutes les semaines
hu_hu: Hetente

source: Bi-weekly (every 2 weeks)
bg_bg: На две седмици (на всеки 2 седмици)
de_de: Alle zwei Wochen
es_es: Quincenal (cada 2 semanas)
fr_fr: Bihebdomadaire (toutes les 2 semaines)
hu_hu: Kéthetente (minden 2. hét)

source: Semi-monthly (twice a month)
bg_bg: Полумесечно (два пъти месечно)
de_de: Zweimal monatlich
es_es: Dos veces al mes
fr_fr: Semi-mensuel (deux fois par mois)
hu_hu: Félhavonta (kétszer havonta)

source: Monthly
bg_bg: Ежемесечно
de_de: Monatlich
es_es: Cada mes
fr_fr: Tous les mois
hu_hu: Havonta

source: Yearly
bg_bg: Ежегодно
de_de: Jährlich
es_es: Anualmente
fr_fr: Tous les ans
hu_hu: Évente

source: More information on bill repetition
fr_fr: Plus d'informations sur la répétition de la facture
hu_hu: Több információ a számlák ismétléséről

source: Frequency
bg_bg: Честота
de_de: Wiederholung
es_es: Frecuencia
fr_fr: Fréquence
hu_hu: Gyakoriság
