Repository: adripo/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: bg_bg, de_de, es_es, fr_fr, hu_hu

source: Project settlement
bg_bg: Изплащане по проекта
de_de: Projektabrechnung
es_es: Liquidación del proyecto
fr_fr: Plan de remboursement de projet
hu_hu: Projekt elszámolása

source: Archive
fr_fr: Archiver

source: Unarchive
fr_fr: Désarchiver

source: Add a member
bg_bg: Добавяне на член
de_de: Mitglied hinzufügen
es_es: Añadir un miembro
fr_fr: Ajouter un membre
hu_hu: Tag hozzáadása

source: Everyone
bg_bg: Всеки
de_de: Alle
es_es: Todos
fr_fr: Tout le monde
hu_hu: Mindenki

source: Everyone except {member}
bg_bg: Всеки, освен {member}
de_de: Alle außer {member}
es_es: Todos excepto {member}
fr_fr: Tout le monde sauf {member}
hu_hu: Mindenki, kivéve {member}

source: {member1} and {member2}
bg_bg: {member1} и {member2}
de_de: {member1} und {member2}
es_es: {member1} y {member2}
fr_fr: {member1} et {member2}
hu_hu: {member1} és {member2}

source: Member list is not up to date. Reloading in 5 sec.
bg_bg: Списъкът с членове не е актуален. Презареждане след 5 сек.
de_de: Mitgliederliste nicht aktuell. Wird in 5 Sek. neu geladen.
es_es: La lista de miembros no está actualizada. Recargando en 5 seg.
fr_fr: La liste des membres n’est pas à jour. Rechargement dans 5 sec.
hu_hu: Taglista elavult. Újratöltés 5 másodpercen belül.

source: Move to trash
fr_fr: Déplacer vers la corbeille

source: Move to other project
fr_fr: Déplacer vers un autre projet

source: Edit
bg_bg: Редактиране
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés

source: New project
bg_bg: Нов проект
de_de: Neues Projekt
es_es: Nuevo proyecto
fr_fr: Nouveau projet
hu_hu: Új projekt

source: Create empty project
fr_fr: Créer un projet vide

source: Import csv project
bg_bg: Внасяне на проект в csv формат
de_de: CSV-Projekt importieren
es_es: Importar proyecto desde CSV
fr_fr: Importer un fichier de projet csv
hu_hu: CSV projekt importálása

source: Import SplitWise project
bg_bg: Внасяне на проект от SplitWise
de_de: SplitWise-Projekt importieren
es_es: Importar proyecto desde SplitWise
fr_fr: Importer un fichier de projet SplitWise
hu_hu: SplitWise projekt importálása

source: Project name
fr_fr: Nom du projet

source: My new project
fr_fr: Mon nouveau projet

source: Create
fr_fr: Créer

source: No projects yet
bg_bg: Все още няма проекти
de_de: Noch keine Projekte
es_es: Aún no hay proyectos
fr_fr: Pas encore de projet
hu_hu: Nincs még projekt

source: Show active projects
fr_fr: Afficher les projets actifs

source: Show archived projects
fr_fr: Afficher les projets archivés

source: Cospend settings
bg_bg: Настройки на Cospend
de_de: Cospend Einstellungen
es_es: Ajustes de Cospend
fr_fr: Paramètres de Cospend
hu_hu: Cospend beállításai

source: Project imported
bg_bg: Проектът е внесен
de_de: Projekt importiert
fr_fr: Projet importé
hu_hu: Importáltuk a projektet

source: About Cospend
bg_bg: За Cospend
de_de: Über Cospend
es_es: Acerca de Cospend
fr_fr: À propos de Cospend
hu_hu: A Cospendről

source: Thanks for using Cospend
bg_bg: Благодарим, че използвате Cospend
de_de: Danke, dass du Cospend verwendest
es_es: Gracias por usar Cospend
fr_fr: Merci d'utiliser Cospend
hu_hu: Köszönjük, hogy a Cospendet használod

source: Bug/issue tracker
bg_bg: Проследяване и докладване на бъгове/проблеми
de_de: Fehler-/Problemverfolgung
fr_fr: Gestionnaire de ticket
hu_hu: Hibakövető

source: Translation
bg_bg: Превод
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
hu_hu: Fordítás

source: User documentation
bg_bg: Документация за потребителя
de_de: Benutzer-Dokumentation
es_es: Documentación del usuario
fr_fr: Documentation utilisateur
hu_hu: Felhasználói dokumentáció

source: Admin documentation
bg_bg: Документация за администратора
de_de: Admin-Dokumentation
es_es: Documentación del administrador
fr_fr: Documentation administrateur
hu_hu: Rendszergazdai dokumentáció

source: Developer documentation
bg_bg: Документация за разработчиците
de_de: Entwickler-Dokumentation
es_es: Documentación del desarrollador
fr_fr: Documentation développeur
hu_hu: Fejlesztői dokumentáció

source: Import projects
bg_bg: Внасяне на проекти
de_de: Projekte importieren
es_es: Importar proyectos
fr_fr: Importer des projets
hu_hu: Projektek importálása

source: Copy guest access link
bg_bg: Копиране на хипервръзката за достъп на гост
de_de: Link für Gastzugang kopieren
es_es: Copiar enlace de acceso de invitado
fr_fr: Copier le lien d'accès invité
hu_hu: Vendégelérési hivatkozás másolása

source: Export location
bg_bg: Изнасяне на местоположението
de_de: Speicherort von Exporten
fr_fr: Emplacement d'exportation
hu_hu: Hely exportálása

source: Select export directory
bg_bg: Избор на директория за изнасянето
de_de: Wähle das Exportverzeichnis
fr_fr: Sélectionnez le répertoire d'exportation
hu_hu: Export könyvtár kiválasztása

source: Sort criterias
bg_bg: Сортиране на критериите
de_de: Sortierkriterien
fr_fr: Critères de tri
hu_hu: Sorrendezési kritériumok

source: How projects are sorted in navigation sidebar
bg_bg: Как се сортират проектите в страничната лента за навигация
de_de: Wie Projekte in der Navigationsleiste sortiert werden
fr_fr: Comment les projets sont triés dans la barre latérale de navigation
hu_hu: Hogyan rendezzük sorba a projekteket a navigációs oldalsávon

source: Projects order
bg_bg: Ред на проектите
de_de: Projektreihenfolge
fr_fr: Ordre des projets
hu_hu: Projektsorrend

source: Last activity
bg_bg: Последна дейност
de_de: Letzte Aktivität
es_es: Última actividad
fr_fr: Dernière activité
hu_hu: Utolsó aktivitás

source: How members are sorted
bg_bg: Начин на сортиране на членовете
de_de: Wie Mitglieder sortiert werden
fr_fr: Comment les membres sont triés
hu_hu: Hogyan rendezzük sorba a tagokat

source: Members order
bg_bg: Ред на членовете
de_de: Mitgliederreihenfolge
fr_fr: Ordre des membres
hu_hu: Tagsorrend

source: Misc
bg_bg: Разни
de_de: Sonstiges
fr_fr: Divers
hu_hu: Egyéb

source: Maximum decimal precision to show in balances
bg_bg: Максимален брой знаци след десетичната запетая за показване в салдата
de_de: Maximale Dezimalpräzision für die Anzeige in den Salden
fr_fr: Précision décimale maximale à afficher dans les soldes
hu_hu: Maximális decimális pontosság egyenlegek esetén

source: Maximum precision
bg_bg: Максимална точност
de_de: Maximale Genauigkeit
es_es: Precisión máxima
fr_fr: Précision maximum
hu_hu: Maximális pontosság

source: Do you want to see and choose time in bill dates?
bg_bg: Желаете ли да виждате и избирате часа в датите на сметките?
de_de: Möchtest du die Zeit in den Ausgabedaten sehen und auswählen?
fr_fr: Voulez-vous voir et choisir l'heure dans les dates de factures ?
hu_hu: Szeretnél időt beállítani és megjeleníteni a számlák dátumaiban?

source: Use time in dates
bg_bg: Използвай часа в датите
de_de: Verwende Datum mit Uhrzeit
es_es: Usar hora en fechas
fr_fr: Utiliser le temps dans les dates
hu_hu: Idő használata a dátumokban

source: Choose where to write output files (stats, settlement, export)
bg_bg: Избиране на място за записване на резултатните файлове (статистика, изплащане, изнасяне)
de_de: Wähle, wo die Ausgabedateien gespeichert werden sollen (Statistiken, Abrechnung, Export)
es_es: Elige dónde guardar los archivos (estadísticas, establecimiento, exportación)
fr_fr: Choisissez où écrire les fichiers de sortie (stats, plan de remboursement, export)
hu_hu: Válaszd ki, hová kerüljenek a kimeneti fájlok (statisztika, elszámolás, projekt)

source: Guest link copied to clipboard.
bg_bg: Хипервръзката за гост е копирана в клипборда.
de_de: Gast-Link in Zwischenablage kopiert.
es_es: Enlace de invitados copiado al portapapeles.
fr_fr: Lien invité copié dans le presse-papier.
hu_hu: A vendéghivatkozást a vágólapra másoltuk.

source: Guest link could not be copied to clipboard.
bg_bg: Хипервръзката за гост не може да се копира в клипборда.
de_de: Gast-Link konnte nicht in die Zwischenablage kopiert werden.
es_es: El enlace de invitados no pudo ser copiado al portapapeles.
fr_fr: Le lien invité n'a pas pu être copié dans le presse-papiers.
hu_hu: Nem tudjuk a vendéghivatkozást a vágólapra másolni.

source: Move bill "{bill}" to a different project:
de_de: Ausgabe "{bill}" in ein anderes Projekt verschieben:
fr_fr: Déplacer la facture "{bill}" vers un projet différent :
hu_hu: "{bill}" számla mozgatása másik projektbe:

source: Only one project available, in which this bill already exists
de_de: Es existiert nur ein Projekt und diese Ausgabe ist bereits darin hinterlegt
fr_fr: Un seul projet disponible dans lequel cette facture existe déjà
hu_hu: Csak egy olyan projekt elérhető, melyben ez a számla létezik

source: No projects found
de_de: Keine Projekte gefunden
fr_fr: Aucun projet trouvé
hu_hu: Nem található projekt

source: Bill moved to "{project}" successfully
de_de: Ausgabe erfolgreich nach "{project}" verschoben
fr_fr: Facture déplacée vers "{project}" avec succès
hu_hu: A számlát a "{project}" projektbe sikeresen átmozgattuk

source: Failed to move bill
de_de: Die Ausgabe konnte nicht verschoben werden
fr_fr: Impossible de déplacer la facture
hu_hu: Nem tudtuk átmozgatni a számlát

source: Rename project {n}
bg_bg: Преименуване на проекта {n}
de_de: Projekt {n} umbenennen
es_es: Renombrar proyecto {n}
fr_fr: Renommer le projet {n}
hu_hu: {n} projekt átnevezése

source: Rename project
de_de: Projekt umbenennen
fr_fr: Renommer le projet
hu_hu: Projekt átnevezése

source: Disable bill deletion
bg_bg: Дезактивирано изтриване на сметки
de_de: Löschen von Ausgaben deaktivieren
es_es: Desactivar la eliminación de facturas
fr_fr: Désactiver la suppression de facture
hu_hu: Számlatörlés tiltása

source: Automatic export
bg_bg: Автоматично изнасяне
de_de: Automatischer Export
es_es: Exportación automática
fr_fr: Export automatique
hu_hu: Automatikus exportálás

source: Export project
bg_bg: Изнасяне на проекта
de_de: Projekt exportieren
es_es: Exportar proyecto
fr_fr: Exporter le projet
hu_hu: Projekt exportálása

source: Members
bg_bg: Членове
de_de: Mitglieder
fr_fr: Membres
hu_hu: Tagok

source: More information on adding members
de_de: Weitere Informationen zum Hinzufügen von Mitgliedern
fr_fr: Plus d'informations sur l'ajout de membres
hu_hu: Több információ tagok hozzáadásáról

source: You can add a simple member or a Nextcloud user to the project. You can give Nextcloud users access to the project in the context menu. You can also give access to Nextcloud users that are not members in the Sharing tab.
bg_bg: Можете да добавите обикновен потребител или потребител на Nextcloud към проекта. В контекстното меню можете да дадете достъп на потребител на Nextcloud до проекта. Можете също така да дадете достъп на потребители на Nextcloud, които не са членове в раздела „Споделяне“.
de_de: Du kannst dem Projekt ein einfaches Mitglied oder einen Nextcloud-Benutzer hinzufügen. Du kannst Nextcloud-Benutzern im Kontextmenü Zugriff auf das Projekt geben. Du kannst im Teilen-Tab auch Zugriff für Nextcloud-Benutzer geben, die nicht Mitglieder sind.
es_es: Puedes agregar un miembro simple o un usuario de Nextcloud al proyecto. Puedes dar a los usuarios de Nextcloud acceso al proyecto en el menú contextual. También puedes dar acceso a usuarios de Nextcloud que no son miembros en la pestaña Compartir.
fr_fr: Vous pouvez ajouter un membre simple ou un utilisateur Nextcloud au projet. Vous pouvez donner accès au projet aux utilisateurs Nextcloud dans le menu contextuel. Vous pouvez également donner accès aux utilisateurs Nextcloud qui ne sont pas membres dans l'onglet Partage.
hu_hu: A projekthez sima tagot és Nextcloud felhasználót is hozzáadhatsz. Nextcloud felhasználók számára a menüben adhatsz hozzáférést a projekthez. Nem tag Nextcloud felhasználóknak is adhatsz hozzáférést a Megosztás fülön keresztül.

source: Enter a member name
de_de: Mitgliedsname eingeben
fr_fr: Entrez un nom de membre
hu_hu: Írd be a tag nevét

source: Associate a project member with a Nextcloud user
bg_bg: Свързване на член по проекта с потребител на Nextcloud
de_de: Ein Projektmitglied mit einem Nextcloud-Benutzer verknüpfen
es_es: Asociar un miembro del proyecto con un usuario de Nextcloud
fr_fr: Associer un membre de projet à un utilisateur Nextcloud
hu_hu: Projekttag Nextcloud felhasználóval való társítása

source: More information on adding Nextcloud users as members
de_de: Weitere Informationen zum Hinzufügen von Nextcloud-Benutzern als Mitglieder
fr_fr: Plus d'informations sur l'ajout des utilisateurs Nextcloud en tant que membres
hu_hu: Több információ Nextcloud felhasználók tagként való hozzáadásáról

source: Choose a project member, then a Nextcloud user to associate with.
bg_bg: Избиране на член в проекта, след което потребител на Nextcloud, с когото да бъде свързан.
de_de: Wählen Sie ein Projektmitglied, dann einen verbundenen Nextcloud-Benutzer.
es_es: Elige un miembro del proyecto, y luego un usuario de Nextcloud para asociarlos.
fr_fr: Choisissez un membre du projet, puis un utilisateur Nextcloud à associer.
hu_hu: Válassz egy projekttagot, aztán pedig egy Nextcloud felhasználót, akivel társítani szeretnéd a tagot.

source: You can cut the link with a Nextcloud user by renaming the member.
bg_bg: Можете да изрежете хипервръзката с потребител на Nextcloud, като преименувате члена.
de_de: Du kannst die Verknüpfung mit einem Nextcloud-Benutzer aufheben, indem du das Mitglied umbenennst.
es_es: Puedes desenlazar un miembro de su usuario de Nextcloud renombrando al miembro.
fr_fr: Vous pouvez couper le lien avec un utilisateur Nextcloud en renommant le membre.
hu_hu: Megszüntetheted a társítást a Nextcloud felhasználóval, ha átnevezed a tagot.

source: Choose a Nextcloud user
bg_bg: Избиране на потребител на Nextcloud
de_de: Nextcloud-Benutzer wählen
es_es: Elegir un usuario de Nextcloud
fr_fr: Choisissez un utilisateur Nextcloud
hu_hu: Válassz egy Nextcloud felhasználót

source: Type to search users
de_de: Beginne zu schreiben, um Benutzer zu suchen
fr_fr: Tapez pour rechercher des utilisateurs
hu_hu: Gépelj felhasználó kereséséhez

source: New member name
bg_bg: Име на нов член
de_de: Neuer Mitgliedsname
es_es: Nombre del nuevo miembro
fr_fr: Nom du nouveau membre
hu_hu: Új tag neve

source: New member (or Nextcloud user) name
bg_bg: Име на нов член (или потребител на Nextcloud)
de_de: Name des neuen Mitglieds (oder Nextcloud-Benutzer)
es_es: Nombre del nuevo miembro (o usuario de Nextcloud)
fr_fr: Nouveau nom de membre (ou d'utilisateur Nextcloud)
hu_hu: Új tag (vagy Nextcloud felhasználó) neve

source: Create simple member
bg_bg: Създаване на обикновен потребител
de_de: Einfaches Mitglied erstellen
es_es: Crear miembro simple
fr_fr: Créer un membre simple
hu_hu: Sima tag létrehozása

source: Failed to add member.
bg_bg: Неуспешно добавяне на потребител.
de_de: Mitglied konnte nicht hinzugefügt werden.
es_es: Error al agregar miembro.
fr_fr: Échec de l'ajout du membre.
hu_hu: Nem sikerült a tag hozzáadása.

source: Share project with a user, group or circle …
bg_bg: Споделяне на проект с потребител, група или кръг...
de_de: Projekt mit einem Benutzer, einer Gruppe oder einem Kreis teilen…
es_es: Compartir el proyecto con un usuario, grupo o círculo…
fr_fr: Partager le projet avec un utilisateur, un groupe ou un cercle …
hu_hu: Projekt megosztása egy felhasználóval, csoporttal vagy körrel …

source: Start typing to search
de_de: Tippen um zu suchen
fr_fr: Commencez à taper pour rechercher
hu_hu: Kezdj gépelni a kereséshez

source: Scan this QRCode with your mobile device to add project "{name}" in MoneyBuster or PayForMe
bg_bg: Сканирайте този QR код с мобилното си устройство, за да добавите проекта {name} в MoneyBuster или PayForMe
de_de: Scanne diesen QRCode mit deinem Mobilgerät, um das Projekt "{name}" in MoneyBuster oder PayForMe hinzuzufügen
fr_fr: Scannez ce QRCode avec votre appareil mobile pour ajouter le projet "{name}" dans MoneyBuster ou PayForMe
hu_hu: Olvasd be ezt a QR-kódot a mobiloddal a "{name}" projekt hozzáadásához a MoneyBuster vagy PayForMe appokban

source: QRCode content:
bg_bg: Съдържание на QR кода:
de_de: QRCode Inhalt:
fr_fr: Contenu du QRCode :
hu_hu: QR-kód tartalma:

source: Create a new share link
bg_bg: Създаване на нова хипервръзка за споделяне
de_de: Einen neuen Link zur Freigabe erstellen
fr_fr: Créer un nouveau lien de partage
hu_hu: Új megosztási hivatkozás létrehozása

source: Link copied
bg_bg: Копирана хипервръзка
de_de: Link kopiert
fr_fr: Lien copié
hu_hu: Hivatkozás másolva

source: Copy to clipboard
bg_bg: Копиране в клипборда
de_de: In Zwischenablage kopieren
fr_fr: Copier dans le presse-papiers
hu_hu: Másolás a vágólapra

source: Show QRCode for mobile clients
bg_bg: Показване на QR код за мобилни клиенти
de_de: QRCode für Mobilgerät anzeigen
fr_fr: Afficher le QRCode pour les clients mobiles
hu_hu: QR-kód mutatása mobil kliensek számára

source: Password protect
bg_bg: Защита на паролата
de_de: Passwort geschützt
fr_fr: Protéger par mot de passe
hu_hu: Védelem jelszóval

source: Set link password
bg_bg: Задаване на парола за хипервръзката
de_de: Link Passwort festlegen
fr_fr: Définir le mot de passe du lien
hu_hu: Hivatkozás jelszavának beállítása

source: Delete link
bg_bg: Изтриване на хипервръзката
de_de: Verknüpfung löschen
es_es: Eliminar enlace
fr_fr: Supprimer le lien
hu_hu: Hivatkozás törlése

source: Add another link
bg_bg: Добавяне на друга хипервръзка
de_de: Weiteren Link hinzufügen
fr_fr: Ajouter un autre lien
hu_hu: Másik hivatkozás hozzáadása

source: Project owner
bg_bg: Отговорник за проекта
de_de: Projektbesitzer
es_es: Propietario del proyecto
fr_fr: Propriétaire du projet
hu_hu: Projekt tulajdonosa

source: Delete access
bg_bg: Изтриване на достъпа
de_de: Zugriff löschen
es_es: Eliminar acceso
fr_fr: Supprimer l'accès
hu_hu: Hozzáférés törlése

source: Show deprecated password protected access
de_de: Veralteter passwortgeschützter Zugriff anzeigen
fr_fr: Afficher l'accès protégé par mot de passe (obsolète)
hu_hu: Elavult jelszóvédett elérés mutatása

source: Password protected access is now deprecated. You can use the share links instead, they can be password protected too.
bg_bg: Достъпът с парола вече е отхвърлен. Вместо това можете да използвате хипервръзките за споделяне – те също могат да бъдат защитени с парола.
de_de: Der passwortgeschützte Zugriff ist veraltet. Stattdessen kannst du Freigabe-Links nutzen, die auch mit einem Passwortschutz versehen werden können.
fr_fr: L'accès protégé par mot de passe est maintenant obsolète. Vous pouvez utiliser les liens de partage à la place, ils peuvent également être protégés par mot de passe.
hu_hu: A jelszóvédett hozzáférés elavult. Használhatsz helyette megosztási hivatkozást, melyet szintén lehet jelszóval védeni.

source: Password protected access
bg_bg: Достъп, защитен с парола
de_de: Passwortgeschützter Zugriff
es_es: Acceso protegido por contraseña
fr_fr: Accès protégé par mot de passe
hu_hu: Jelszóval védett hozzáférés

source: Set project password
de_de: Projektpasswort setzen
fr_fr: Définir le mot de passe du projet
hu_hu: Projektjelszó beállítása

source: Share link saved
bg_bg: Запазена хипервръзка за споделяне
de_de: Freigabe-Link gespeichert
es_es: Compartir enlace guardado
fr_fr: Lien de partage enregistré
hu_hu: Megosztási hivatkozás elmentve

source: Failed to edit share link
bg_bg: Неуспешно редактиране на хипервръзка за споделяне
de_de: Fehler beim Bearbeiten des Freigabe-Links
fr_fr: Impossible de modifier le lien de partage
hu_hu: Nem sikerült szerkeszteni a megosztási hivatkozást

source: Link could not be copied to clipboard.
bg_bg: Хипервръзката не може да се копира в клипборда.
de_de: Link konnte nicht in die Zwischenablage kopiert werden.
es_es: No se pudo copiar el enlace al portapapeles.
fr_fr: Le lien n'a pas pu être copié dans le presse-papiers.
hu_hu: Nem tudtuk a hivatkozást a vágólapra másolni.

source: Password should not be empty.
bg_bg: Паролата не трябва да бъде празно поле.
de_de: Das Passwort darf nicht leer sein.
es_es: La contraseña no debe estar vacía.
fr_fr: Le mot de passe ne doit pas être vide.
hu_hu: A jelszó nem lehet üres.

source: Guest access level changed.
bg_bg: Променено ниво на достъп за гости.
de_de: Gastzugangslevel geändert.
es_es: El nivel de acceso del invitado ha cambiado.
fr_fr: Le niveau d'accès invité a été modifié.
hu_hu: Vendégelérési szint megváltoztatva.

source: Failed to edit guest access level
bg_bg: Неуспешно редактиране на нивото за достъп на гости
de_de: Bearbeitung der Gastzugriffsebene fehlgeschlagen
es_es: Error al editar el nivel de acceso de invitado
fr_fr: Impossible de modifier le niveau d'accès invité
hu_hu: Nem tudtuk szerkeszteni a vendégelérési szintet

source: Sharing
bg_bg: Споделяне
de_de: Teilen
es_es: Compartir
fr_fr: Partage
hu_hu: Megosztás

source: Activity
bg_bg: Дейност
de_de: Aktivität
es_es: Actividad
fr_fr: Activité
hu_hu: Aktivitás

source: Categories
bg_bg: Категории
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
hu_hu: Kategóriák

source: Payment modes
bg_bg: Начини на плащане
de_de: Zahlungsarten
es_es: Modos de pago
fr_fr: Modes de paiement
hu_hu: Fizetési módok

source: Currencies
bg_bg: Валути
de_de: Währungen
es_es: Monedas
fr_fr: Devises
hu_hu: Pénznemek

source: {nb} bills, {nbMembers} active members, {spentAmount} {currency} spent
bg_bg: {nb} сметки, {nbMembers} активни членове, изхарчени {spentAmount}{currency}
de_de: {nb} Ausgaben, {nbMembers} aktive Mitglieder, {spentAmount} {currency} ausgegeben
fr_fr: {nb} factures, {nbMembers} membres actifs, {spentAmount} {currency} dépensés
hu_hu: {nb} számla, {nbMembers} aktív tag, {spentAmount} {currency} elköltve

source: {nb} bills, {nbMembers} active members, {spentAmount} spent
bg_bg: {nb} сметки, {nbMembers} активни членове, изхарчени {spentAmount}
de_de: {nb} Rechnungen, {nbMembers} aktive Mitglieder, {spentAmount} ausgegeben
fr_fr: {nb} factures, {nbMembers} membres actifs, {spentAmount} dépensés
hu_hu: {nb} számla, {nbMembers} aktív tag, {spentAmount} elköltve

source: Member/Month
bg_bg: Участник/месец
de_de: Mitglied/Monat
es_es: Miembro/Mes
fr_fr: Membre/Mois
hu_hu: Tag/Hónap

source: All members
bg_bg: Всички участници
de_de: Alle Mitglieder
es_es: Todos los miembros
fr_fr: Tous les Membres
hu_hu: Minden tag

source: Statistics of project {name}
bg_bg: Статистика за проекта {name}
de_de: Statistik für Projekt {name}
es_es: Estadísticas del proyecto {name}
fr_fr: Statistiques du projet {name}
hu_hu: {name} projekt statisztikái

source: Minimum date
bg_bg: Минимална дата
de_de: Mindestdatum
es_es: Fecha mínima
fr_fr: Date minimum
hu_hu: Kezdő dátum

source: Maximum date
bg_bg: Максимална дата
de_de: Enddatum
es_es: Fecha máxima
fr_fr: Date maximum
hu_hu: Utolsó dátum

source: Minimum amount
bg_bg: Минимална сума
de_de: Mindestbetrag
es_es: Cantidad mínima
fr_fr: Montant minimum
hu_hu: Minimális mennyiség

source: Maximum amount
bg_bg: Максимална сума
de_de: Höchstbetrag
es_es: Cantidad máxima
fr_fr: Montant maximum
hu_hu: Maximális mennyiség

source: Convert in currency
de_de: Währung umrechnen
fr_fr: Convertir en devise
hu_hu: Átváltás pénznembe

source: Main project's currency
bg_bg: Основна валута на проекта
de_de: Währung des Hauptprojekts
es_es: Moneda principal del proyecto
fr_fr: Devise principale du projet
hu_hu: A fő projekt pénzneme

source: Show disabled members
bg_bg: Показване на изключените членове
de_de: Deaktivierte Mitglieder anzeigen
es_es: Mostrar miembros deshabilitados
fr_fr: Montrer les membres désactivés
hu_hu: Letiltott tagok megjelenítése

source: Chart type
de_de: Diagrammtyp
fr_fr: Type de graphique
hu_hu: Diagramtípus

source: Pie
de_de: Torte
fr_fr: Camembert
hu_hu: Körcikk

source: Bar
de_de: Balken
fr_fr: Histogramme
hu_hu: Oszlop
