Repository: adripo/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: bg_bg, de_de, es_es, fr_fr, hu_hu

source: Leave empty for maximum frequency
bg_bg: Оставете празно за максимална честота
de_de: Für maximale Wiederholung leer lassen
es_es: Dejar vacío para la frecuencia máxima
fr_fr: Laisser vide pour la fréquence maximale
hu_hu: Hagyd üresen a legnagyobb gyakorisághoz

source: Include all active members on repeat
bg_bg: Включете всички активни членове при повтаряне
de_de: Alle aktiven Mitglieder bei Wiederholung einbeziehen
es_es: Al repetir, incluir a todos los miembros activos
fr_fr: Inclure tous les membres actifs lors de la répétition
hu_hu: Minden aktív tag beszámítása ismétléskor

source: Repeat until
bg_bg: Повтаряй до
de_de: Wiederholen bis
es_es: Repetir hasta
fr_fr: Répéter jusqu'à
hu_hu: Ismétlés eddig

source: No limit
bg_bg: Без ограничения
de_de: Kein Limit
fr_fr: Pas de limite
hu_hu: Korlátlan

source: Repeat now
bg_bg: Повтори сега
de_de: Jetzt wiederholen
es_es: Repetir ahora
fr_fr: Répéter maintenant
hu_hu: Ismétlés most

source: Bill type
bg_bg: Вид сметка
de_de: Ausgabetyp
es_es: Tipo de factura
fr_fr: Type de facture
hu_hu: Számla típusa

source: Classic, even split
bg_bg: Класическа, дори разделена
de_de: Klassisch, gleichmäßig geteilt
es_es: Clásico, división equitativa
fr_fr: Classique, partage équitable
hu_hu: Klasszikus, egyenlő elosztás

source: Even split with optional personal parts
bg_bg: Дори разделена с лични елементи по избор
de_de: Gleichmäßige Aufteilung mit optionalen persönlichen Teilen
es_es: División equitativa con partes personales opcionales
fr_fr: Partage équitable avec d'éventuelles parties personnelles
hu_hu: Egyenlő elosztás opcionális egyéni résszel

source: Custom owed amount per member
bg_bg: Промяна на дължимата сума на един член
de_de: Individuell geschuldeter Betrag pro Mitglied
es_es: Cantidad adeudada por cada miembro de manera individual
fr_fr: Montants personnalisés par membre
hu_hu: Egyéni értékben tartozás tagonként

source: Custom share per member
bg_bg: Промяна на дела на един член
de_de: Benutzerdefinierte Anteile
es_es: Porción personalizada por miembro
fr_fr: Partage personnalisé par membre
hu_hu: Egyéni részesedés tagonként

source: More information on bill mode
fr_fr: Plus d'informations sur le mode de facture
hu_hu: Több információ a számlák típusairól

source: Ignore member weights
bg_bg: Игнорирай дяловете на членовете
de_de: Mitgliedergewichtungen ignorieren
es_es: Ignorar pesos de los miembros
fr_fr: Ignorer les poids des membres
hu_hu: Tagi súlyozás figyelmen kívül hagyása

source: Classic mode: Choose a payer, enter a bill amount and select who is concerned by the whole spending, the bill is then split equitably between selected members. Real life example: One person pays the whole restaurant bill and everybody agrees to evenly split the cost.
bg_bg: Класически режим: изберете платец, въведете сумата на сметката и изберете кой засяга целият разход, след това сметката се разделя поравно между избраните членове. Пример от реалния живот: едно лице плаща цялата сметка в ресторанта, като всеки се съгласява да разходът да се подели поравно.
de_de: Klassischer Modus: Wähle einen Zahler aus, gebe einen Rechnungsbetrag ein und wähle aus, wer von den gesamten Ausgaben betroffen ist. Die Rechnung wird dann gerecht auf die ausgewählten Mitglieder aufgeteilt. Beispiel aus dem Alltag: Eine Person bezahlt die gesamte Restaurantrechnung und jeder stimmt zu, die Kosten gleichmäßig zu verteilen.
es_es: Modo clásico: Elija un pagador, introduzca una factura y seleccione quién es responsable del gasto, la factura se dividirá equitativamente entre los miembros seleccionados. Ejemplo de vida real: Una persona paga toda la factura del restaurante y todo el mundo acepta dividir el coste de manera uniforme.
fr_fr: Mode classique : Choisissez un payeur, entrez un montant de facture et sélectionnez les membres concernés par la dépense toute entière. La facture est ensuite partagée équitablement entre les membres sélectionnés. Exemple dans la vie réelle : Une personne paye toute l'addition au restaurant et tout le monde est d'accord pour partager équitablement la dépense.
hu_hu: Klasszikus mód: Válassz egy fizetőt, írd be a számla összegét és válaszd ki, ki állja a költést, ezután a számla egyenlően lesz elosztva a kiválasztott tagok között. Példa: Étteremben egy ember fizet, de közös megegyezés alapján egyenlően mindenki között elosztják.

source: Classic+personal mode: This mode is similar to the classic one. Choose a payer and enter a bill amount corresponding to what was actually paid. Then select who is concerned by the bill and optionally set an amount related to personal stuff for some members. Multiple bills will be created: one for the shared spending and one for each personal part. Real life example: We go shopping, part of what was bought concerns the group but someone also added something personal (like a shirt) which the others don't want to collectively pay.
bg_bg: Режим „Класически + личен“: този режим наподобява класическия. Изберете платец и въведете сума на сметка, която съответства на реално платеното. След това изберете за кого се отнася сметката и по избор задайте сумата, свързана с лични разходи за някои членове. Ще бъдат създадени множество сметки: една за споделеното разходване и една за всеки личен разход. Пример от реалния живот: отиваме да пазаруваме, част от покупките касаят групата, но някой също е добавил нещо лично (като риза например), което останалите не желаят да платят общо.
de_de: Klassischer+persönlicher Modus: Dieser Modus ist dem klassischen Modus ähnlich. Wähle einen Zahler und gebe einen Rechnungsbetrag ein, der dem tatsächlich gezahlten Betrag entspricht. Wähle dann aus, wer von der Rechnung betroffen ist, und lege optional für einige Mitglieder einen Betrag fest, der sich auf persönliche Dinge bezieht. Es werden mehrere Rechnungen erstellt: Eine für die gemeinsamen Ausgaben und eine für jeden persönlichen Teil. Beispiel aus dem wirklichen Leben: Wir gehen einkaufen, ein Teil der Einkäufe betrifft die Gruppe, aber jemand hat auch etwas Persönliches hinzugefügt (z. B. ein T-Shirt), das die anderen nicht gemeinsam bezahlen wollen.
fr_fr: Mode classique+personnel : Ce mode est similaire au mode classique. Choisissez un payeur et entrez le montant effectivement payé par ce payeur. Ensuite sélectionnez les membres concernés par cette facture et entrez éventuellement le montant dépensé concernant ce membre uniquement. Plusieurs factures vont être créées : une pour la dépense partagée et une pour chaque part personnelle. Exemple dans la vie réelle : Nous allons faire des courses. Une partie de ce qui a été acheté concerne le groupe mais quelqu'un a aussi ajouté un article personnel (comme un vêtement) que les autres ne veulent pas payer collectivement.
hu_hu: Klasszikus+egyéni mód: Ez a mód a klasszikushoz hasonlít. Válassz egy fizetőt és írd be a számla összegét arról, amennyit valójában kifizettek. Aztán válaszd ki, kit terhel a számla és opcionálisan állíts be egy értéket az extra egyéni terhelésekről. Több számlát készítünk majd: egyet a megosztott költésről, egyet pedig az egyéni terhelésekről. Valós példa: Elmegyünk bevásárolni, olyan dolgokat veszünk, ami mindenkit terhel, de valaki berakott még valamit személyeset (pl. egy pólót) magának, melyet a többiek nem akarnak közösen fizetni.

source: Custom mode, uneven split: Choose a payer, ignore the bill amount (which is disabled) and enter a custom owed amount for each member who is concerned. Then press "Create the bills". Multiple bills will be created. Real life example: One person pays the whole restaurant bill but there are big price differences between what each person ate.
bg_bg: Персонализиран режим, неравномерно разпределен: изберете платец, не отчитайте сумата на сметката (която е дезактивирана) и въведете дължима сума за всеки засегнат член. После натиснете „Създаване на сметки“. Ще бъдат създадени множество сметки. Пример от реалния живот: един плаща цялата сметка в ресторант, но има големи разлики в консумацията на всеки човек.
de_de: Benutzerdefinierter Modus, ungleichmäßige Aufteilung: Wähle einen Zahler, ignoriere den Rechnungsbetrag (der deaktiviert ist) und gebe für jedes betroffene Mitglied einen benutzerdefinierten geschuldeten Betrag ein. Klicke dann auf "Rechnungen erstellen". Es werden mehrere Rechnungen erstellt. Beispiel aus dem Alltag: Eine Person bezahlt die gesamte Restaurantrechnung, es gibt aber große Preisunterschiede zwischen dem, was jede Person gegessen hat.
es_es: Modo personalizado, división desigual: Elija un pagador, ignore la cantidad de factura (que está deshabilitado) e introduzca una cantidad de pago personalizada para cada miembro involucrado. Luego presione "Crear las facturas". Se crearán varias facturas. Ejemplo de vida real: una persona paga toda la factura del restaurante pero hay grandes diferencias de precio entre lo que cada persona comió.
fr_fr: Mode personnalisé, partage non-équitable : Choisissez un payeur, ignorez le montant global de la facture (qui est grisé) et entrez le montant personnalisé dû par chaque membre concerné par la facture. Ensuite appuyez sur "Créer les factures". Plusieurs factures vont être créées. Exemple dans la vie réelle : Une personne paye l'addition au restaurant mais il y a de grosses différences de prix entre ce que chaque personne a consommé.
hu_hu: Egyéni mód, egyenlőtlen elosztás: Válassz egy fizetőt, hagyd figyelmen kívül a fizetett összeget (le van tiltva) és írj be egyéni tartozásokat minden érintett szereplőhöz. Végül nyomd meg a "Számlák létrehozása" gombot. Több számlát hozunk létre. Példa: Étteremben egy ember fizet, de a szereplők fogyasztásai között nagy értékkülönbségek vannak.

source: Custom share mode, uneven split: Choose a payer, set the bill amount and enter a custom share number for each member who is concerned. Then press "Create the bills". Multiple bills will be created. Real life example: Someone pays an electricity bill for the month but one member was only there during half the month. This member should then pay half a share (0.5) while the others pay a full share (1).
bg_bg: Персонализиран режим на споделяне, неравномерно разпределен: изберете платец, задайте сумата на сметката и въведете персонализиран дял на всеки засегнат член. След това натиснете „Създаване на сметките“. Ще бъдат създадени множество сметки. Пример от реалния живот: някой плаща месечната сметка за тока, но един член го е ползвал само през половината месец. Тогава този член трябва да плати половин дял (0,5), а останалите – пълен дял (1).
de_de: Benutzerdefinierter Modus mit individueller Aufteilung: Wähle einen Zahler, setze den Rechnungsbetrag und außerdem einen individuellen Anteil für jedes betroffene Mitglied. Klicke dann "Ausgaben erstellen"; es werden mehrere Rechnungen erstellt. Praktisches Beispiel: Jemand bezahlt die Stromrechnung für den Monat, aber eines der Mitglieder war nur den halben Monat anwesend. Dieses Mitglied zahlt dann nur einen halben Anteil (0.5), während die übrigen einen vollen Anteil bezahlen (1).
es_es: Modo de partes personalizadas, división irregular: Elije un pagador, establece la cantidad de la factura e introduce una cantidad personalizada para cada miembro involucrado. A continuación pulsa "Crear las facturas". Se crearán múltiples facturas. Ejemplo del día a día: Alguien paga una factura de la luz un mes, pero uno de los miembros solo ha estado ahí durante medio mes. Este miembro debería pagar por la mitad del mes (0.5), mientras que los demás pagan por todo el mes (1).
fr_fr: Mode de partage personnalisé, partage inégal : choisissez un payeur, définissez le montant de la facture et entrez un nombre de part personnalisé pour chaque membre concerné. Puis appuyez sur "Créer les factures". Plusieurs factures seront créées. Exemple réel : Quelqu'un paie une facture d'électricité pour le mois, mais un membre n'était là que pendant la moitié du mois. Ce membre doit alors payer la moitié d'une part (0,5) tandis que les autres payent une part entière (1).
hu_hu: Egyéni megosztás mód, egyenetlen felosztás: Válassz fizetőt, állítsd be a számla összegét és adj meg egy egyedi számot a megosztáshoz minden érintett tag számára. Ezután nyomd meg a "Számlák létrehozása" gombot. Több számla készül. Valódi példa: Valaki fizet egy hónapnyi villanyszámlát, de az egyik tag csak a hónap felében volt ott. Ennek a tagnak akkor csak fél részt (0,5), míg a többieknek teljes részt (1) kell fizetni.

source: For whom?
bg_bg: За кого?
de_de: Für wen?
es_es: ¿Para quién?
fr_fr: Pour qui ?
hu_hu: Kinek?

source: All/None
bg_bg: Всички/никой
de_de: Alle/Keine
es_es: Todos/Ninguno
fr_fr: Tous/Aucun
hu_hu: Mindenki/senki

source: Personal amount
bg_bg: Сума за лицето
de_de: Persönlicher Betrag
es_es: Cantidad personal
fr_fr: Montant personnel
hu_hu: Személyes összeg

source: Custom amount
bg_bg: Персонализиране на сумата
de_de: Benutzerdefinierter Betrag
es_es: Cantidad personalizada
fr_fr: Montant personnalisé
hu_hu: Egyéni összeg

source: Custom share number
bg_bg: Персонализиране на дела
de_de: Anteil
es_es: Porción personalizada por miembro
fr_fr: Nombre de part personnalisé
hu_hu: Egyéni részesedés aránya

source: Delete this bill
de_de: Diese Ausgabe löschen
fr_fr: Supprimer cette facture
hu_hu: Számla törlése

source: Move this bill to the trashbin
fr_fr: Déplacer cette facture vers la corbeille

source: None
bg_bg: Без
de_de: Keine
es_es: Nada
fr_fr: Aucun
hu_hu: Egyik sem

source: Add payment mode "{name}"
bg_bg: Добавяне на {name} като начин на плащане
de_de: Zahlungsart "{name} " hinzufügen
fr_fr: Ajouter le mode de paiement "{name}"
hu_hu: Fizetési mód "{name}" hozzáadása

source: Add category "{name}"
bg_bg: Добавяне на категорията {name}
de_de: Kategorie "{name}" hinzufügen
fr_fr: Ajouter la catégorie "{name}"
hu_hu: Kategória "{name}" hozzáadása

source: Bill : {what}
bg_bg: Записване в сметките на: {what}
de_de: Ausgabe : {what}
es_es: Factura: {what}
fr_fr: Facture : {what}
hu_hu: Számla: {what}

source: Create the bill
bg_bg: Създаване на сметка
de_de: Ausgabe erstellen
es_es: Crear la factura
fr_fr: Créer la facture
hu_hu: Számla létrehozása

source: Create the bills
bg_bg: Създаване на сметките
de_de: Ausgaben erstellen
es_es: Crear las facturas
fr_fr: Créer les factures
hu_hu: Számlák létrehozása

source: This is just a currency converter. Bill amount can be entered in another currency and then converted to "{maincur}". Value is always stored in "{maincur}".
bg_bg: Това е само преобразувател на валути. Сумата на сметката може да бъде въведена в друга валута, след което да бъде преобразувана в {maincur}. Стойностите винаги се запазват в {maincur}.
de_de: Dies ist nur eine Währungsumrechnung. Der Ausgabenbetrag kann in einer anderer Währung eingegeben werden und dann in "{maincur}" umgewandelt werden. Der Wert wird immer in "{maincur} " gespeichert.
es_es: Este es solo un convertidor de divisas. La cantidad de la factura puede ser ingresada en otra moneda y entonces se convierte a "{maincur}". El valor siempre se almacena en "{maincur}".
fr_fr: Il s'agit juste d'un convertisseur de devises. Le montant de la facture peut être entré dans une autre devise et ensuite converti en "{maincur}". La valeur est toujours stockée en "{maincur}".
hu_hu: Ez csak egy valutaváltó. A számla összege megadható egy másik pénznemben, majd átváltható "{maincur}" -ra. Az értéket mindig "{maincur}"-ban/ben tárolja.

source: Bill repetition process runs once a day as a background job. If your bills are not automatically repeated, ask your Nextcloud administrator to check if "Cron" method is selected in admin settings.
bg_bg: Процесът на повтаряне на сметките се извършва веднъж дневно като работа на заден план. Ако сметките не се повтарят автоматично, помолете своя Nextcloud администратор да провери дали методът Cron е избран в настройките на администратора.
de_de: Der Prozess wiederholter Ausgaben läuft einmal pro Tag im Hintergrund. Wenn deine Ausgaben nicht automatisch wiederholt werden, frage deinen Nextcloud-Administrator, ob die Methode "Cron" in den Admin-Einstellungen ausgewählt ist.
es_es: El proceso de repetición de facturas se ejecuta una vez al día en segundo plano. Si sus facturas no se repiten automáticamente, pida a su administrador de Nextcloud que compruebe si el método "Cron" está seleccionado en la configuración de administración.
fr_fr: Le processus de répétition de factures se déclenche une fois par jour dans une tâche de fond. Si vos factures ne sont pas automatiquement répétées, demandez à votre administrateur Nextcloud de vérifier si la méthode "Cron" est sélectionnée dans les paramètres d'administration.
hu_hu: A számlaismétlési folyamat naponta egyszer fut le háttérfeladatként. Ha a számláid nem ismétlődnek meg automatikusan, kérd meg a Nextcloud rendszergazdáját, hogy ellenőrizze, hogy a "Cron" módszer van-e kiválasztva az adminisztrátori beállításokban.

source: You can also manually repeat the current bill with the "Repeat now" button.
bg_bg: Можете също ръчно да повторите текущата сметка чрез бутона „Повтори сега“.
de_de: Du kannst die aktuelle Ausgabe auch manuell wiederholen mit der Schaltfläche "Jetzt wiederholen".
es_es: También puede repetir manualmente la factura actual con el botón "Repetir ahora".
fr_fr: Vous pouvez également manuellement répéter la facture en cours avec le bouton "Répéter maintenant".
hu_hu: Az aktuális számlát manuálisan is megismételheted az "Ismétlés most" gombbal.

source: Failed to add payment mode
bg_bg: Неуспешно добавяне на начин на плащане
de_de: Fehler beim Hinzufügen der Zahlungsart
fr_fr: Impossible d'ajouter le mode de paiement
hu_hu: Fizetési mód hozzáadása sikertelen

source: Failed to add category
bg_bg: Неуспешно добавяне на категория
de_de: Fehler beim Hinzufügen der Kategorie
es_es: Error al agregar la categoría
fr_fr: Impossible d'ajouter la catégorie
hu_hu: Hiba kategória hozzáadása közben

source: You
bg_bg: Вие
de_de: Du
es_es: Usted
fr_fr: Vous
hu_hu: Te

source: Impossible to save bill, invalid values
bg_bg: Сметката не може да се запише, невалидни стойности
de_de: Ausgabe kann nicht gespeichert werden, ungültige Werte
fr_fr: Impossible d'enregistrer la facture, valeurs invalides
hu_hu: Lehetetlen elmenteni a számlát, érvénytelen értékek

source: Bill saved
bg_bg: Записана сметка
de_de: Ausgabe gespeichert
fr_fr: Facture enregistrée
hu_hu: Elmentettük a számlát

source: Failed to save bill
bg_bg: Неуспешно записване на сметка
de_de: Speichern der Ausgabe nicht möglich
es_es: No se pudo guardar factura
fr_fr: Échec de la sauvegarde de la facture
hu_hu: Nem tudtuk menteni a számlát

source: Bill values are not valid
bg_bg: Стойностите за сметката са невалидни
de_de: Ausgabenbeträge sind ungültig
es_es: Los valores de la factura no son válidos
fr_fr: Les valeurs de la facture sont invalides
hu_hu: A számla értékei érvénytelenek

source: Personal parts are bigger than the paid amount
bg_bg: Личните разходи са по-големи от платената сума
de_de: Persönliche Teile sind größer als der bezahlte Betrag
fr_fr: Les parts personnelles sont plus grosses que le montant payé
hu_hu: Az egyéni részösszegek nagyobbak, mint a teljes összeg

source: There is no custom amount
bg_bg: Няма персонализирана сума
de_de: Es gibt keinen eigenen Betrag
fr_fr: Il n'y a pas de montant personnalisé
hu_hu: Nincs egyéni összeg

source: There is no custom share number
bg_bg: Няма персонализиран дял
de_de: Bitte individuelle Anteile setzen
es_es: No hay ninguna porción personalizada por miembro
fr_fr: Il n'y a aucune part personnalisée
hu_hu: Nincs egyéni részesedés aránya

source: Unknown error
fr_fr: Erreur inconnue

source: Failed to create bill
bg_bg: Неуспешно създаване на сметка
de_de: Ausgabe konnte nicht erstellt werden
es_es: No se pudo crear factura
fr_fr: Échec de la création de la facture
hu_hu: Számla létrehozása sikertelen

source: Bill created
bg_bg: Създадена сметка
de_de: Ausgabe erstellt
es_es: Factura creada
fr_fr: Facture créée
hu_hu: Számla létrehozva

source: Choose file
bg_bg: Избиране на файл
de_de: Datei auswählen
es_es: Elegir archivo
fr_fr: Choisissez un fichier
hu_hu: Fájl kiválasztása

source: Failed to generate share link to file
bg_bg: Неуспешно генериране на хипервръзка за споделяне на файл
de_de: Freigabe-Link zur Datei konnte nicht erstellt werden
fr_fr: Impossible de générer le lien de partage vers le fichier
hu_hu: Fájlt megosztó hivatkozás generálása sikertelen

source: New bill
bg_bg: Нова сметка
de_de: Neue Ausgabe
es_es: Nueva factura
fr_fr: Nouvelle facture
hu_hu: Új számla

source: Trashbin
fr_fr: Corbeille

source: Close trashbin
fr_fr: Fermer la corbeille

source: Show trashbin
fr_fr: Afficher la corbeille

source: Clear trashbin
fr_fr: Vider la corbeille

source: Filters
de_de: Filter
fr_fr: Filtres
hu_hu: Szűrők

source: Close filters
bg_bg: Затваряне на филтрите
de_de: Filter schließen
es_es: Cerrar filtros
fr_fr: Fermer les filtres
hu_hu: Szűrők bezárása

source: Select a category
bg_bg: Избиране на категория
de_de: Kategorie auswählen
es_es: Seleccione una categoría
fr_fr: Sélectionnez une catégorie
hu_hu: Válassz kategóriát

source: Select a payment mode
de_de: Wählen Sie eine Zahlungsmethode
fr_fr: Sélectionnez un mode de paiement
hu_hu: Válassz egy fizetési módot

source: Multi select actions
de_de: Mehrfachauswahl
fr_fr: Actions pour la sélection multiple
hu_hu: Több művelet kiválasztása

source: Leave multiple select mode
de_de: Mehrfachauswahl verlassen
fr_fr: Sortir du mode sélection multiple
hu_hu: Több művelet kiválasztásának elhagyása

source: Assign a category
de_de: Kategorie zuweisen
fr_fr: Assigner une catégorie
hu_hu: Kategória hozzárendelése

source: Assign a payment mode
de_de: Zahlungsmittel zuweisen
fr_fr: Assigner un mode de paiement
hu_hu: Fizetési mód hozzárendelése

source: Select bills to make grouped actions
de_de: Ausgaben für gruppierte Aktionen auswählen
fr_fr: Sélectionnez des factures pour effectuer des actions groupées
hu_hu: Számlák kiválasztása csoportos műveletekhez

source: Restore selected bills
fr_fr: Restaurer les factures sélectionnées

source: Add at least 2 members to start creating bills
bg_bg: Добавете поне 2 членове, за да започнете да създавате сметки
de_de: Füge mindestens zwei Mitglieder hinzu, um Ausgaben zu erstellen
es_es: Se necesitan 2 miembros para empezar a crear facturas
fr_fr: Ajoutez au moins 2 membres pour commencer à créer des factures
hu_hu: Adj hozzá legalább 2 tagot, hogy számlákat készíthess

source: No bills to show
bg_bg: Няма сметки за показване
de_de: Keine Rechnungen vorhanden
es_es: No hay facturas que mostrar
fr_fr: Aucune facture à afficher
hu_hu: Nincs megjeleníthető számla

source: No more bills
bg_bg: Няма повече сметки
de_de: Keine weiteren Ausgaben
es_es: No hay más facturas
fr_fr: Pas plus de factures
hu_hu: Nincs több számla

source: Confirm deletion
bg_bg: Потвърждаване на изтриването
de_de: Löschen bestätigen
es_es: Confirmar eliminación
fr_fr: Confirmation de suppression
hu_hu: Törlés megerősítése

source: Cancel
bg_bg: Отменяне
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégsem

source: Delete
bg_bg: Изтриване
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés

source: Confirm restoration
fr_fr: Confirmer la restauration

source: Restore
fr_fr: Restaurer

source: All payment modes
bg_bg: Всички видове плащания
de_de: Alle Zahlungsarten
es_es: Todos los modos de pago
fr_fr: Tous les modes de paiement
hu_hu: Összes fizetési mód

source: No payment mode
bg_bg: Няма начин на плащане
de_de: Keine Zahlungsart
es_es: Sin método de pago
fr_fr: Aucun mode de paiement
hu_hu: Nincs fizetési mód

source: All categories
bg_bg: Всички категории
de_de: Alle Kategorien
es_es: Todas las categorías
fr_fr: Toutes les catégories
hu_hu: Összes kategória
